{
  "added_tokens_decoder": {
    "0": {
      "content": "<pad>",
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    },
    "1": {
      "content": "<s>",
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    },
    "2": {
      "content": "</s>",
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    },
    "3": {
      "content": "<unk>",
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    },
    "1072": {
      "content": "<Syn>",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1073": {
      "content": "<Isyn>",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1074": {
      "content": "<F0>",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1075": {
      "content": "<F1>",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1076": {
      "content": "<Rxn1>",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1077": {
      "content": "<O1>",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1078": {
      "content": "<F2>",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1079": {
      "content": "<Rxn2>",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1080": {
      "content": "<O2>",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1081": {
      "content": "<F3>",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1082": {
      "content": "<Rxn3>",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1083": {
      "content": "<O3>",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1084": {
      "content": "(O=[C;H0;D3;+0:1](-[#8:2])-[c:3]:[#7;a:4].[#7:5]-[C:6](=[O;D1;H0:7])-[CH2;D2;+0:8]-[c:9])>>([#7:5]-[C:6](=[O;D1;H0:7])-[C;H0;D3;+0:8](-[c:9])=[C;H0;D3;+0:1](-[#8:2])-[c:3]:[#7;a:4])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1085": {
      "content": "(O=[CH;D2;+0:1]-[c:2]:[c:3]:[#7;a:4].[#8:5]-[CH2;D2;+0:6]-[C:7]=[O;D1;H0:8])>>([#7;a:4]:[c:3]:[c:2]/[CH;D2;+0:1]=[C;H0;D3;+0:6](\\[#8:5])-[C:7]=[O;D1;H0:8])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1086": {
      "content": "(Cl-[c;H0;D3;+0:1]1:[#7;a:2]:[c:3]:[#7;a:4]:[c:5](:[#7;a:6]):[c:7]:1:[#7;a:8].[NH2;D1;+0:9]-[c:10])>>([#7;a:6]:[c:5]1:[#7;a:4]:[c:3]:[#7;a:2]:[c;H0;D3;+0:1](-[NH;D2;+0:9]-[c:10]):[c:7]:1:[#7;a:8])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1087": {
      "content": "(O-[C;H0;D3;+0:1](=[O;D1;H0:2])-[c:3]:[#7;a:4]:[#7;a:5].[#8:6]-[NH;D2;+0:7]-[C;D1;H3:8])>>([#7;a:5]:[#7;a:4]:[c:3]-[C;H0;D3;+0:1](=[O;D1;H0:2])-[N;H0;D3;+0:7](-[#8:6])-[C;D1;H3:8])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1088": {
      "content": "([#16;a:1]:[c:2](:[#7;a:3])-[NH;D2;+0:4]-[C;D1;H3:5].[O;D1;H0:6]=[C;H0;D2;+0:7]=[N;H0;D2;+0:8]-[c:9])>>([#16;a:1]:[c:2](:[#7;a:3])-[N;H0;D3;+0:4](-[C;D1;H3:5])-[C;H0;D3;+0:7](=[O;D1;H0:6])-[NH;D2;+0:8]-[c:9])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1089": {
      "content": "(Br-[CH2;D2;+0:1]-[c:2].[#7;a:3]:[c:4]:[c:5]:[nH;D2;+0:6]:[c:7])>>([#7;a:3]:[c:4]:[c:5]:[n;H0;D3;+0:6](:[c:7])-[CH2;D2;+0:1]-[c:2])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1090": {
      "content": "(Br-[CH2;D2;+0:1]-[C:2](-[#8:3])=[O;D1;H0:4].[C:5]-[NH;D2;+0:6]-[c:7])>>([#8:3]-[C:2](=[O;D1;H0:4])-[CH2;D2;+0:1]-[N;H0;D3;+0:6](-[C:5])-[c:7])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1091": {
      "content": "(O=[C;H0;D3;+0:1](-[C:2])-[CH;D3;+0:3](-[C:4])-[C;H0;D3;+0:5](=O)-[C:6].[C:7]-[NH;D2;+0:8]-[NH2;D1;+0:9])>>([C:6]-[c;H0;D3;+0:5]1:[c;H0;D3;+0:3](-[C:4]):[c;H0;D3;+0:1](-[C:2]):[n;H0;D2;+0:9]:[n;H0;D3;+0:8]:1-[C:7])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1092": {
      "content": "(O-[C;H0;D3;+0:1](=[O;D1;H0:2])-[c:3]1:[#7;a:4]:[#7;a:5]:[#7;a:6]:[c:7]:1.[NH2;D1;+0:8]-[c:9])>>([O;D1;H0:2]=[C;H0;D3;+0:1](-[NH;D2;+0:8]-[c:9])-[c:3]1:[#7;a:4]:[#7;a:5]:[#7;a:6]:[c:7]:1)",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1093": {
      "content": "(O=[CH;D2;+0:1]-[c:2].[#8:3]-[C:4](=[O;D1;H0:5])-[C:6]-[NH2;D1;+0:7])>>([#8:3]-[C:4](=[O;D1;H0:5])-[C:6]-[N;H0;D2;+0:7]=[CH;D2;+0:1]-[c:2])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1094": {
      "content": "(O=[C;H0;D3;+0:1](-[C:2])-[c:3]:[c:4]:[#8;a:5].[#7:6]-[NH2;D1;+0:7])>>([#7:6]/[N;H0;D2;+0:7]=[C;H0;D3;+0:1](\\[C:2])-[c:3]:[c:4]:[#8;a:5])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1095": {
      "content": "(Br-[c;H0;D3;+0:1](:[c:2]):[c:3]:[#7;a:4].Cl-[c;H0;D3;+0:5](:[c:6]):[#7;a:7]:[#7;a:8])>>([#7;a:4]:[c:3]:[c;H0;D3;+0:1](:[c:2])-[c;H0;D3;+0:5](:[c:6]):[#7;a:7]:[#7;a:8])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1096": {
      "content": "(F-[c;H0;D3;+0:1](:[c:2]):[c:3]-[C:4]=[O;D1;H0:5].[C:6]-[NH2;D1;+0:7])>>([C:6]-[NH;D2;+0:7]-[c;H0;D3;+0:1](:[c:2]):[c:3]-[C:4]=[O;D1;H0:5])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1097": {
      "content": "(Cl-[C;H0;D3;+0:1](=[O;D1;H0:2])-[C:3]=[C:4].[NH2;D1;+0:5]-[c:6])>>([C:4]=[C:3]-[C;H0;D3;+0:1](=[O;D1;H0:2])-[NH;D2;+0:5]-[c:6])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1098": {
      "content": "(I-[c;H0;D3;+0:1](:[c:2]):[c:3]:[#7;a:4].[#7:5]-[C:6](=[O;D1;H0:7])-[NH;D2;+0:8]-[C:9])>>([#7:5]-[C:6](=[O;D1;H0:7])-[N;H0;D3;+0:8](-[C:9])-[c;H0;D3;+0:1](:[c:2]):[c:3]:[#7;a:4])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1099": {
      "content": "(Cl-[CH;D3;+0:1](-[C;D1;H3:2])-[c:3]:[c:4]:[#7;a:5].[#7;a:6]1:[c:7]:[c:8]:[nH;D2;+0:9]:[c:10]:1)>>([#7;a:5]:[c:4]:[c:3]-[CH;D3;+0:1](-[C;D1;H3:2])-[n;H0;D3;+0:9]1:[c:8]:[c:7]:[#7;a:6]:[c:10]:1)",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1100": {
      "content": "(Cl-[CH2;D2;+0:1]-[c:2](:[#7;a:3]):[c:4]:[#8;a:5].[OH;D1;+0:6]-[c:7])>>([#7;a:3]:[c:2](-[CH2;D2;+0:1]-[O;H0;D2;+0:6]-[c:7]):[c:4]:[#8;a:5])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1101": {
      "content": "(Cl-[S;H0;D4;+0:1](=[O;D1;H0:2])(=[O;D1;H0:3])-[c:4]:[c:5]:[#7;a:6].[c:7]:[nH;D2;+0:8]:[c:9])>>([#7;a:6]:[c:5]:[c:4]-[S;H0;D4;+0:1](=[O;D1;H0:2])(=[O;D1;H0:3])-[n;H0;D3;+0:8](:[c:7]):[c:9])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1102": {
      "content": "(Br-[CH2;D2;+0:1]-[C:2].[O;D1;H0:3]=[C:4]1-[#7:5]-[C:6]=[C:7]-[C:8]-[NH;D2;+0:9]-1)>>([C:2]-[CH2;D2;+0:1]-[N;H0;D3;+0:9]1-[C:8]-[C:7]=[C:6]-[#7:5]-[C:4]-1=[O;D1;H0:3])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1103": {
      "content": "(Cl-[C;H0;D3;+0:1](=[O;D1;H0:2])-[C:3]=[C:4].[#7:5]-[C:6](=[O;D1;H0:7])-[C:8]-[NH2;D1;+0:9])>>([#7:5]-[C:6](=[O;D1;H0:7])-[C:8]-[NH;D2;+0:9]-[C;H0;D3;+0:1](=[O;D1;H0:2])-[C:3]=[C:4])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1104": {
      "content": "(O=[CH;D2;+0:1]-[c:2]:[c:3]:[#7;a:4].[#7:5]-[C:6](=[O;D1;H0:7])-[CH2;D2;+0:8]-[c:9])>>([#7:5]-[C:6](=[O;D1;H0:7])-[C;H0;D3;+0:8](-[c:9])=[CH;D2;+0:1]-[c:2]:[c:3]:[#7;a:4])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1105": {
      "content": "(O=[CH;D2;+0:1]-[c:2].[C:3]-[CH2;D2;+0:4]-[C:5]=[O;D1;H0:6])>>([C:3]-[C;H0;D3;+0:4](-[C:5]=[O;D1;H0:6])=[CH;D2;+0:1]-[c:2])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1106": {
      "content": "(O=[CH;D2;+0:1]-[C:2]=[C:3].[#7:4]-[NH2;D1;+0:5])>>([#7:4]-[N;H0;D2;+0:5]=[CH;D2;+0:1]-[C:2]=[C:3])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1107": {
      "content": "(Br-[CH2;D2;+0:1]-[c:2].[O;D1;H0:3]=[C:4]-[OH;D1;+0:5])>>([O;D1;H0:3]=[C:4]-[O;H0;D2;+0:5]-[CH2;D2;+0:1]-[c:2])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1108": {
      "content": "(O-[C;H0;D3;+0:1](=[O;D1;H0:2])-[c:3]:[#16;a:4].[C:5]-[CH;D3;+0:6](-[NH2;D1;+0:7])-[c:8])>>([#16;a:4]:[c:3]-[C;H0;D3;+0:1](=[O;D1;H0:2])-[NH;D2;+0:7]-[C@H;D3;+0:6](-[C:5])-[c:8])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1109": {
      "content": "(Br-[c;H0;D3;+0:1](:[#7;a:2]):[c:3].[C:4]-[S-;H0;D1:5])>>([#7;a:2]:[c;H0;D3;+0:1](:[c:3])-[S;H0;D2;+0:5]-[C:4])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1110": {
      "content": "(O-[C@@H;D3;+0:1](-[C:2])-[c:3].[OH;D1;+0:4]-[c:5])>>([C:2]-[C@H;D3;+0:1](-[c:3])-[O;H0;D2;+0:4]-[c:5])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1111": {
      "content": "(Cl-[CH2;D2;+0:1]-[C:2]-[C:3](-[#8:4])=[O;D1;H0:5].[NH2;D1;+0:6]-[c:7])>>([#8:4]-[C:3](=[O;D1;H0:5])-[C:2]-[CH2;D2;+0:1]-[NH;D2;+0:6]-[c:7])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1112": {
      "content": "(Cl-[S;H0;D4;+0:1](=[O;D1;H0:2])(=[O;D1;H0:3])-[c:4](:[#7;a:5]):[c:6]:[#7;a:7].[C:8]-[NH;D2;+0:9]-[C:10])>>([#7;a:7]:[c:6]:[c:4](:[#7;a:5])-[S;H0;D4;+0:1](=[O;D1;H0:2])(=[O;D1;H0:3])-[N;H0;D3;+0:9](-[C:8])-[C:10])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1113": {
      "content": "(Cl-[c;H0;D3;+0:1](:[c:2]):[#7;a:3]:[#7;a:4].[#8:5]-[C:6](=[O;D1;H0:7])-[C:8]-[SH;D1;+0:9])>>([#7;a:4]:[#7;a:3]:[c;H0;D3;+0:1](:[c:2])-[S;H0;D2;+0:9]-[C:8]-[C:6](-[#8:5])=[O;D1;H0:7])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1114": {
      "content": "(O-[CH2;D2;+0:1]-[c:2]1:[c:3]:[#7;a:4]:[#8;a:5]:[c:6]:1.[OH;D1;+0:7]-[c:8])>>([c:8]-[O;H0;D2;+0:7]-[CH2;D2;+0:1]-[c:2]1:[c:3]:[#7;a:4]:[#8;a:5]:[c:6]:1)",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1115": {
      "content": "(I-[CH2;D2;+0:1]-[C:2].[#7;a:3]:[nH;D2;+0:4]:[c:5]:[#7;a:6])>>([#7;a:3]:[n;H0;D3;+0:4](-[CH2;D2;+0:1]-[C:2]):[c:5]:[#7;a:6])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1116": {
      "content": "(F-[C;H0;D3;+0:1](-[C:2])=[O;D1;H0:3].[C:4]-[NH2;D1;+0:5])>>([C:4]-[NH;D2;+0:5]-[C;H0;D3;+0:1](-[C:2])=[O;D1;H0:3])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1117": {
      "content": "([#7:1]-[C:2](=[O;D1;H0:3])-[C:4]-[OH;D1;+0:5].[#8:6]-[CH;D2;+0:7]=[CH2;D1;+0:8])>>([#7:1]-[C:2](=[O;D1;H0:3])-[C:4]-[O;H0;D2;+0:5]-[CH;D3;+0:7](-[#8:6])-[CH3;D1;+0:8])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1118": {
      "content": "(Cl-[C;H0;D3;+0:1](=[O;D1;H0:2])-[C:3]=[C;D1;H2:4].[OH;D1;+0:5]-[c:6])>>([C;D1;H2:4]=[C:3]-[C;H0;D3;+0:1](=[O;D1;H0:2])-[O;H0;D2;+0:5]-[c:6])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1119": {
      "content": "(Br-[CH;D3;+0:1](-[C:2])-[C:3](-[#7:4])=[O;D1;H0:5].[#7;a:6]:[nH;D2;+0:7]:[c:8])>>([#7:4]-[C:3](=[O;D1;H0:5])-[CH;D3;+0:1](-[C:2])-[n;H0;D3;+0:7](:[#7;a:6]):[c:8])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1120": {
      "content": "(O-[C;H0;D3;+0:1](=[O;D1;H0:2])-[c:3]1:[c:4]:[#7;a:5]:[#7;a:6]:[c:7]:1.[C;D1;H3:8]-[NH;D2;+0:9]-[c:10])>>([C;D1;H3:8]-[N;H0;D3;+0:9](-[c:10])-[C;H0;D3;+0:1](=[O;D1;H0:2])-[c:3]1:[c:4]:[#7;a:5]:[#7;a:6]:[c:7]:1)",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1121": {
      "content": "(O-[C;H0;D3;+0:1](-[C:2])=[O;D1;H0:3].[C;D1;H1:4]#[C:5]-[CH;D3;+0:6](-[OH;D1;+0:7])-[c:8])>>([C:2]-[C;H0;D3;+0:1](=[O;D1;H0:3])-[O;H0;D2;+0:7]-[C@@H;D3;+0:6](-[c:8])-[C:5]#[C;D1;H1:4])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1122": {
      "content": "(O=[CH;D2;+0:1]-[c:2]:[#16;a:3].[#8:4]-[C:5](=[O;D1;H0:6])-[C:7]-[NH2;D1;+0:8])>>([#16;a:3]:[c:2]-[CH2;D2;+0:1]-[NH;D2;+0:8]-[C:7]-[C:5](-[#8:4])=[O;D1;H0:6])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1123": {
      "content": "(O-[C;H0;D3;+0:1](=[O;D1;H0:2])-[c:3].[C;D1;H3:4]-[C:5](-[C;D1;H3:6])(-[C;D1;H3:7])-[OH;D1;+0:8])>>([C;D1;H3:4]-[C:5](-[C;D1;H3:6])(-[C;D1;H3:7])-[O;H0;D2;+0:8]-[C;H0;D3;+0:1](=[O;D1;H0:2])-[c:3])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1124": {
      "content": "(O-[CH3;D1;+0:1].[#7:2]-[C:3](=[O;D1;H0:4])-[C:5]-[NH;D2;+0:6]-[C:7])>>([#7:2]-[C:3](=[O;D1;H0:4])-[C:5]-[N;H0;D3;+0:6](-[C:7])-[CH3;D1;+0:1])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1125": {
      "content": "(Cl-[CH2;D2;+0:1]-[#16:2].[C:3]-[OH;D1;+0:4])>>([#16:2]-[CH2;D2;+0:1]-[O;H0;D2;+0:4]-[C:3])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1126": {
      "content": "(Cl-[c;H0;D3;+0:1](:[#7;a:2]):[c:3]:[c:4]:[#7;a:5].[C:6]-[NH;D2;+0:7]-[C;D1;H3:8])>>([#7;a:5]:[c:4]:[c:3]:[c;H0;D3;+0:1](:[#7;a:2])-[N;H0;D3;+0:7](-[C:6])-[C;D1;H3:8])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1127": {
      "content": "([#16;a:1]:[c:2](:[#7;a:3])-[N;H0;D2;+0:4]=[C;H0;D2;+0:5]=[O;D1;H0:6].[C:7]-[NH;D2;+0:8]-[C:9])>>([#16;a:1]:[c:2](:[#7;a:3])-[NH;D2;+0:4]-[C;H0;D3;+0:5](=[O;D1;H0:6])-[N;H0;D3;+0:8](-[C:7])-[C:9])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1128": {
      "content": "(O=[C;H0;D3;+0:1](-[C:2])-[C:3].[C;D1;H2:4]=[C:5]-[C:6]-[NH2;D1;+0:7])>>([C:2]-[CH;D3;+0:1](-[C:3])-[NH;D2;+0:7]-[C:6]-[C:5]=[C;D1;H2:4])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1129": {
      "content": "(Br-[CH2;D2;+0:1]-[C:2](-[#8:3])=[O;D1;H0:4].[C:5]-[OH;D1;+0:6])>>([#8:3]-[C:2](=[O;D1;H0:4])-[CH2;D2;+0:1]-[O;H0;D2;+0:6]-[C:5])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1130": {
      "content": "(O-[CH;D3;+0:1]1-[#7:2]-[C:3](=[O;D1;H0:4])-[C:5]=[C:6]-1.[C:7]-[OH;D1;+0:8])>>([C:7]-[O;H0;D2;+0:8]-[CH;D3;+0:1]1-[#7:2]-[C:3](=[O;D1;H0:4])-[C:5]=[C:6]-1)",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1131": {
      "content": "(O-[C;H0;D3;+0:1](=[O;D1;H0:2])-[C:3]=[C:4].[#7:5]-[C:6](=[O;D1;H0:7])-[C:8]-[NH;D2;+0:9]-[C:10])>>([#7:5]-[C:6](=[O;D1;H0:7])-[C:8]-[N;H0;D3;+0:9](-[C:10])-[C;H0;D3;+0:1](=[O;D1;H0:2])-[C:3]=[C:4])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1132": {
      "content": "(O=[CH;D2;+0:1]-[c:2].[C:3]-[NH;D2;+0:4]-[c:5])>>([C:3]-[N;H0;D3;+0:4](-[c:5])-[CH2;D2;+0:1]-[c:2])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1133": {
      "content": "([C:1]-[C;H0;D3;+0:2](-[O-])=[O;D1;H0:3].[C:4]-[NH;D2;+0:5]-[C:6])>>([C:4]-[N;H0;D3;+0:5](-[C:6])-[C;H0;D3;+0:2](-[C:1])=[O;D1;H0:3])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1134": {
      "content": "(Br-[CH2;D2;+0:1]-[C:2]=[C;D1;H2:3].[#7;a:4]:[c:5]-[OH;D1;+0:6])>>([#7;a:4]:[c:5]-[O;H0;D2;+0:6]-[CH2;D2;+0:1]-[C:2]=[C;D1;H2:3])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1135": {
      "content": "(Cl-[CH2;D2;+0:1]-[#8:2].[O;D1;H0:3]=[C:4]-[OH;D1;+0:5])>>([#8:2]-[CH2;D2;+0:1]-[O;H0;D2;+0:5]-[C:4]=[O;D1;H0:3])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1136": {
      "content": "([#7;a:1]:[c:2]-[NH2;D1;+0:3].[C:4]-[C@H;D3;+0:5](-[#7:6]-[C:7]=[O;D1;H0:8])-[C;H0;D3;+0:9](-[O-])=[O;D1;H0:10])>>([#7;a:1]:[c:2]-[NH;D2;+0:3]-[C;H0;D3;+0:9](=[O;D1;H0:10])-[CH;D3;+0:5](-[C:4])-[#7:6]-[C:7]=[O;D1;H0:8])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1137": {
      "content": "(Cl-[c;H0;D3;+0:1](:[c:2]):[c:3].[#7:4]-[NH2;D1;+0:5])>>([#7:4]-[NH;D2;+0:5]-[c;H0;D3;+0:1](:[c:2]):[c:3])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1138": {
      "content": "(Cl-[CH2;D2;+0:1]-[c:2]:[c:3]:[#7;a:4].[#7;a:5]:[c:6]:[c:7]-[OH;D1;+0:8])>>([#7;a:4]:[c:3]:[c:2]-[CH2;D2;+0:1]-[O;H0;D2;+0:8]-[c:7]:[c:6]:[#7;a:5])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1139": {
      "content": "(Cl-[c;H0;D3;+0:1](:[#7;a:2]):[c:3].[#7;a:4]1:[c:5]:[c:6]:[nH;D2;+0:7]:[c:8]:1)>>([#7;a:2]:[c;H0;D3;+0:1](:[c:3])-[n;H0;D3;+0:7]1:[c:8]:[#7;a:4]:[c:5]:[c:6]:1)",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1140": {
      "content": "(Cl-[CH2;D2;+0:1]-[#8:2]-[C:3]=[O;D1;H0:4].[#7;a:5]:[c:6]:[nH;D2;+0:7]:[c:8])>>([#7;a:5]:[c:6]:[n;H0;D3;+0:7](:[c:8])-[CH2;D2;+0:1]-[#8:2]-[C:3]=[O;D1;H0:4])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1141": {
      "content": "(Cl-[c;H0;D3;+0:1](:[#7;a:2]):[c:3]:[c:4]:[#7;a:5].[#7;a:6]:[c:7]:[c:8]-[NH2;D1;+0:9])>>([#7;a:6]:[c:7]:[c:8]-[NH;D2;+0:9]-[c;H0;D3;+0:1](:[#7;a:2]):[c:3]:[c:4]:[#7;a:5])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1142": {
      "content": "(O=[CH;D2;+0:1]-[c:2](:[#7;a:3]):[c:4]:[#7;a:5].[C:6]-[NH;D2;+0:7]-[C;D1;H3:8])>>([#7;a:3]:[c:2](-[CH2;D2;+0:1]-[N;H0;D3;+0:7](-[C:6])-[C;D1;H3:8]):[c:4]:[#7;a:5])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1143": {
      "content": "(Cl-[CH2;D2;+0:1]-[c:2].[#8:3]-[C:4]-[C;H0;D3;+0:5](=[O;H0;D1;+0:6])-[c:7])>>([#8:3]-[C:4]-[C;H0;D4;+0:5](-[OH;D1;+0:6])(-[c:7])-[CH2;D2;+0:1]-[c:2])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1144": {
      "content": "(Br-[CH2;D2;+0:1]-[c:2].[c:3]-[NH;D2;+0:4]-[c:5])>>([c:3]-[N;H0;D3;+0:4](-[c:5])-[CH2;D2;+0:1]-[c:2])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1145": {
      "content": "([#7:1]-[NH2;D1;+0:2].[S;D1;H0:3]=[C;H0;D2;+0:4]=[N;H0;D2;+0:5]-[c:6])>>([#7:1]-[NH;D2;+0:2]-[C;H0;D3;+0:4](=[S;D1;H0:3])-[NH;D2;+0:5]-[c:6])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1146": {
      "content": "([#16;a:1]:[c:2]-[C;H0;D3;+0:3](-[O-])=[O;D1;H0:4].[C:5]-[NH2;D1;+0:6])>>([#16;a:1]:[c:2]-[C;H0;D3;+0:3](=[O;D1;H0:4])-[NH;D2;+0:6]-[C:5])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1147": {
      "content": "(Br-[CH2;D2;+0:1]-[C:2]=[C:3].[O;D1;H0:4]=[C:5]-[NH;D2;+0:6]-[C:7]=[O;D1;H0:8])>>([C:3]=[C:2]-[CH2;D2;+0:1]-[N;H0;D3;+0:6](-[C:5]=[O;D1;H0:4])-[C:7]=[O;D1;H0:8])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1148": {
      "content": "(I-[CH3;D1;+0:1].[#7;a:2]:[#7;a:3]:[c:4]-[NH;D2;+0:5]-[C:6])>>([#7;a:2]:[#7;a:3]:[c:4]-[N;H0;D3;+0:5](-[C:6])-[CH3;D1;+0:1])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1149": {
      "content": "(I/[C;H0;D3;+0:1](-[c:2])=[C:3]\\[C:4].[C:5]#[CH;D1;+0:6])>>([C:4]/[C:3]=[C;H0;D3;+0:1](/[c:2])-[C;H0;D2;+0:6]#[C:5])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1150": {
      "content": "(O-[C;H0;D3;+0:1](=[O;D1;H0:2])/[C:3]=[C:4]/[c:5].[C:6]-[NH2;D1;+0:7])>>([C:6]-[NH;D2;+0:7]-[C;H0;D3;+0:1](=[O;D1;H0:2])/[C:3]=[C:4]/[c:5])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1151": {
      "content": "(O=[C;H0;D3;+0:1](-[CH2;D2;+0:2]-[CH2;D2;+0:3]-[C;H0;D3;+0:4](=O)-[C;D1;H3:5])-[c;H0;D3;+0:6](:[c:7]):[c:8].[NH2;D1;+0:9]-[c;H0;D3;+0:10](:[c:11]):[c:12])>>([C;D1;H3:5]-[c;H0;D3;+0:4]1:[cH;D2;+0:3]:[cH;D2;+0:2]:[c;H0;D3;+0:1](-[c;H0;D3;+0:6](:[c:7]):[c:8]):[n;H0;D3;+0:9]:1-[c;H0;D3;+0:10](:[c:11]):[c:12])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1152": {
      "content": "(O-[CH;D3;+0:1](-[C:2])-[c:3]:[#7;a:4].[OH;D1;+0:5]-[c:6])>>([#7;a:4]:[c:3]-[CH;D3;+0:1](-[C:2])-[O;H0;D2;+0:5]-[c:6])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1153": {
      "content": "(Cl-[C;H0;D3;+0:1](-[#7:2])=[O;D1;H0:3].[C:4]=[C:5]-[C:6]-[NH;D2;+0:7]-[C:8])>>([#7:2]-[C;H0;D3;+0:1](=[O;D1;H0:3])-[N;H0;D3;+0:7](-[C:8])-[C:6]-[C:5]=[C:4])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1154": {
      "content": "(O=[C;H0;D3;+0:1](-[C;D1;H3:2])-[c:3]:[#7;a:4].[NH2;D1;+0:5]-[c:6])>>([#7;a:4]:[c:3]-[C;H0;D3;+0:1](-[C;D1;H3:2])=[N;H0;D2;+0:5]-[c:6])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1155": {
      "content": "(Cl-[c;H0;D3;+0:1](:[#7;a:2]):[c:3]:[c:4](:[#16;a:5]):[#7;a:6].[OH;D1;+0:7]-[c:8])>>([#16;a:5]:[c:4](:[#7;a:6]):[c:3]:[c;H0;D3;+0:1](:[#7;a:2])-[O;H0;D2;+0:7]-[c:8])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1156": {
      "content": "(Br-[c;H0;D3;+0:1](:[c:2]):[c:3].[#7;a:4]:[c:5](:[#7;a:6])-[NH2;D1;+0:7])>>([#7;a:4]:[c:5](:[#7;a:6])-[NH;D2;+0:7]-[c;H0;D3;+0:1](:[c:2]):[c:3])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1157": {
      "content": "(F-[c;H0;D3;+0:1](:[c:2]):[c:3].[SH;D1;+0:4]-[c:5])>>([c:2]:[c;H0;D3;+0:1](:[c:3])-[S;H0;D2;+0:4]-[c:5])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1158": {
      "content": "(Cl-[c;H0;D3;+0:1](:[#7;a:2]):[c:3]:[c:4]:[#7;a:5].[#16:6]-[NH2;D1;+0:7])>>([#16:6]-[NH;D2;+0:7]-[c;H0;D3;+0:1](:[#7;a:2]):[c:3]:[c:4]:[#7;a:5])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1159": {
      "content": "(Cl-[CH2;D2;+0:1]-[c:2]1:[c:3]:[#16;a:4]:[#7;a:5]:[c:6]:1.[OH;D1;+0:7]-[c:8])>>([c:8]-[O;H0;D2;+0:7]-[CH2;D2;+0:1]-[c:2]1:[c:3]:[#16;a:4]:[#7;a:5]:[c:6]:1)",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1160": {
      "content": "(Br-[CH2;D2;+0:1]-[c:2].[#7;a:3]1:[c:4]:[nH;D2;+0:5]:[c:6]:[c:7]:1)>>([c:2]-[CH2;D2;+0:1]-[n;H0;D3;+0:5]1:[c:4]:[#7;a:3]:[c:7]:[c:6]:1)",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1161": {
      "content": "(O=[CH;D2;+0:1]-[C:2].[#7:3]-[C:4](=[O;D1;H0:5])-[CH2;D2;+0:6]-[C:7]#[N;D1;H0:8])>>([#7:3]-[C:4](=[O;D1;H0:5])-[C;H0;D3;+0:6](-[C:7]#[N;D1;H0:8])=[CH;D2;+0:1]-[C:2])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1162": {
      "content": "(Cl-[c;H0;D3;+0:1](:[c:2]):[#7;a:3]:[#7;a:4].[#7;a:5]1:[c:6]:[c:7]:[nH;D2;+0:8]:[c:9]:1)>>([#7;a:4]:[#7;a:3]:[c;H0;D3;+0:1](:[c:2])-[n;H0;D3;+0:8]1:[c:7]:[c:6]:[#7;a:5]:[c:9]:1)",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1163": {
      "content": "(Cl-[c;H0;D3;+0:1](:[#7;a:2]):[c:3](:[#7;a:4]):[c:5]:[#7;a:6].[NH2;D1;+0:7]-[c:8])>>([#7;a:2]:[c;H0;D3;+0:1](-[NH;D2;+0:7]-[c:8]):[c:3](:[#7;a:4]):[c:5]:[#7;a:6])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1164": {
      "content": "(O-[C;H0;D3;+0:1](=[O;D1;H0:2])-[c:3]1:[c:4]:[#8;a:5]:[#7;a:6]:[c:7]:1.[C:8]-[NH;D2;+0:9]-[C:10])>>([C:8]-[N;H0;D3;+0:9](-[C:10])-[C;H0;D3;+0:1](=[O;D1;H0:2])-[c:3]1:[c:4]:[#8;a:5]:[#7;a:6]:[c:7]:1)",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1165": {
      "content": "(Cl-[C;H0;D4;+0:1](-[C:2])(-[C:3])-[C;D1;H3:4].[c:5]:[cH;D2;+0:6]:[c:7])>>([C:2]-[C;H0;D4;+0:1](-[C:3])(-[C;D1;H3:4])-[c;H0;D3;+0:6](:[c:5]):[c:7])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1166": {
      "content": "(O-[C;H0;D3;+0:1](-[C:2])=[O;D1;H0:3].[#8:4]-[C:5](=[O;D1;H0:6])-[C:7]-[NH2;D1;+0:8])>>([#8:4]-[C:5](=[O;D1;H0:6])-[C:7]-[NH;D2;+0:8]-[C;H0;D3;+0:1](-[C:2])=[O;D1;H0:3])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1167": {
      "content": "(Cl-[S;H0;D4;+0:1](=[O;D1;H0:2])(=[O;D1;H0:3])-[c:4]:[c:5]:[#7;a:6].[#7:7]-[C:8](=[O;D1;H0:9])-[C:10]-[NH;D2;+0:11]-[C:12])>>([#7:7]-[C:8](=[O;D1;H0:9])-[C:10]-[N;H0;D3;+0:11](-[C:12])-[S;H0;D4;+0:1](=[O;D1;H0:2])(=[O;D1;H0:3])-[c:4]:[c:5]:[#7;a:6])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1168": {
      "content": "(Br-[CH2;D2;+0:1]-[c:2].[NH2;D1;+0:3]-[c:4])>>([c:2]-[CH2;D2;+0:1]-[NH;D2;+0:3]-[c:4])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1169": {
      "content": "(F-[c;H0;D3;+0:1]1:[#7;a:2]:[c:3]:[#7;a:4]:[c:5]:[c:6]:1.[#7;a:7]:[c:8]-[NH;D2;+0:9]-[C:10])>>([#7;a:7]:[c:8]-[N;H0;D3;+0:9](-[C:10])-[c;H0;D3;+0:1]1:[#7;a:2]:[c:3]:[#7;a:4]:[c:5]:[c:6]:1)",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1170": {
      "content": "(Cl-[S;H0;D4;+0:1](=[O;D1;H0:2])(=[O;D1;H0:3])-[c:4].[#7;a:5]:[c:6]:[nH;D2;+0:7]:[c:8])>>([#7;a:5]:[c:6]:[n;H0;D3;+0:7](:[c:8])-[S;H0;D4;+0:1](=[O;D1;H0:2])(=[O;D1;H0:3])-[c:4])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1171": {
      "content": "(O-[C;H0;D3;+0:1](=[O;D1;H0:2])/[C:3]=[C:4]/[C:5].[C:6]-[NH2;D1;+0:7])>>([C:5]/[C:4]=[C:3]/[C;H0;D3;+0:1](=[O;D1;H0:2])-[NH;D2;+0:7]-[C:6])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1172": {
      "content": "(Br-[c;H0;D3;+0:1]1:[c:2]:[c:3]:[#7;a:4]:[c:5]:[c:6]:1.[C:7]-[NH2;D1;+0:8])>>([C:7]-[NH;D2;+0:8]-[c;H0;D3;+0:1]1:[c:2]:[c:3]:[#7;a:4]:[c:5]:[c:6]:1)",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1173": {
      "content": "([C;D1;H3:1]-[NH;D2;+0:2]-[c:3].[C:4]-[N;H0;D2;+0:5]=[C;H0;D2;+0:6]=[S;D1;H0:7])>>([C:4]-[NH;D2;+0:5]-[C;H0;D3;+0:6](=[S;D1;H0:7])-[N;H0;D3;+0:2](-[C;D1;H3:1])-[c:3])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1174": {
      "content": "(Br-[c;H0;D3;+0:1](:[c:2]):[c:3]:[#7;a:4].Br-[c;H0;D3;+0:5](:[c:6]):[c:7]:[c:8]:[#7;a:9])>>([#7;a:9]:[c:8]:[c:7]:[c;H0;D3;+0:5](:[c:6])-[c;H0;D3;+0:1](:[c:2]):[c:3]:[#7;a:4])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1175": {
      "content": "(O=[CH;D2;+0:1]-[c:2]:[#7;a:3].[#8:4]-[C:5]-[CH2;D2;+0:6]-[C:7]=[O;D1;H0:8])>>([#7;a:3]:[c:2]-[CH;D2;+0:1]=[C;H0;D3;+0:6](-[C:5]-[#8:4])-[C:7]=[O;D1;H0:8])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1176": {
      "content": "(O=[CH;D2;+0:1]-[c:2].[NH2;D1;+0:3]-[c:4])>>([c:4]/[N;H0;D2;+0:3]=[CH;D2;+0:1]/[c:2])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1177": {
      "content": "(Cl-[CH2;D2;+0:1]-[c:2](:[#7;a:3]):[#7;a:4].[OH;D1;+0:5]-[c:6])>>([#7;a:3]:[c:2](:[#7;a:4])-[CH2;D2;+0:1]-[O;H0;D2;+0:5]-[c:6])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1178": {
      "content": "(Cl-[CH2;D2;+0:1]-[c:2]:[c:3]:[#7;a:4].[C:5]-[NH;D2;+0:6]-[c:7])>>([#7;a:4]:[c:3]:[c:2]-[CH2;D2;+0:1]-[N;H0;D3;+0:6](-[C:5])-[c:7])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1179": {
      "content": "(O-[C;H0;D3;+0:1](=[O;D1;H0:2])-[c:3]:[c:4](:[#7;a:5]):[#7;a:6].[C:7]-[NH2;D1;+0:8])>>([#7;a:5]:[c:4](:[#7;a:6]):[c:3]-[C;H0;D3;+0:1](=[O;D1;H0:2])-[NH;D2;+0:8]-[C:7])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1180": {
      "content": "(O-[C;H0;D3;+0:1](=[O;D1;H0:2])-[c:3]1:[c:4]:[#7;a:5]:[#7;a:6]:[c:7]:1:[#7;a:8].[C:9]-[NH;D2;+0:10]-[C:11])>>([#7;a:8]:[c:7]1:[#7;a:6]:[#7;a:5]:[c:4]:[c:3]:1-[C;H0;D3;+0:1](=[O;D1;H0:2])-[N;H0;D3;+0:10](-[C:9])-[C:11])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1181": {
      "content": "(Cl-[CH2;D2;+0:1]-[c:2]:[c:3]:[#7;a:4].[#7:5]=[C:6](-[#7:7])-[NH;D2;+0:8]-[C:9])>>([#7:5]=[C:6](-[#7:7])-[N;H0;D3;+0:8](-[C:9])-[CH2;D2;+0:1]-[c:2]:[c:3]:[#7;a:4])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1182": {
      "content": "(O=[CH;D2;+0:1]-[c:2]:[#7;a:3]:[#7;a:4].[#7;a:5]:[c:6]:[c:7]-[NH2;D1;+0:8])>>([#7;a:4]:[#7;a:3]:[c:2]-[CH;D2;+0:1]=[N;H0;D2;+0:8]-[c:7]:[c:6]:[#7;a:5])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1183": {
      "content": "(O-[C;H0;D3;+0:1](=[O;D1;H0:2])-[c:3](:[c:4]:[#7;a:5]):[c:6]:[#7;a:7].[C:8]-[OH;D1;+0:9])>>([#7;a:5]:[c:4]:[c:3](:[c:6]:[#7;a:7])-[C;H0;D3;+0:1](=[O;D1;H0:2])-[O;H0;D2;+0:9]-[C:8])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1184": {
      "content": "(Cl-[C;H0;D3;+0:1](-[C:2])=[O;D1;H0:3].[#7;a:4]-[NH2;D1;+0:5])>>([#7;a:4]-[NH;D2;+0:5]-[C;H0;D3;+0:1](-[C:2])=[O;D1;H0:3])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1185": {
      "content": "(Cl-[c;H0;D3;+0:1](:[#7;a:2]):[c:3].[#16;a:4]:[c:5]-[NH2;D1;+0:6])>>([#16;a:4]:[c:5]-[NH;D2;+0:6]-[c;H0;D3;+0:1](:[#7;a:2]):[c:3])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1186": {
      "content": "(O-[C;H0;D3;+0:1](=[O;D1;H0:2])-[C:3]=[C:4].[C:5]-[NH;D2;+0:6]-[C;D1;H3:7])>>([C:4]=[C:3]-[C;H0;D3;+0:1](=[O;D1;H0:2])-[N;H0;D3;+0:6](-[C:5])-[C;D1;H3:7])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1187": {
      "content": "(Cl-[CH2;D2;+0:1]-[c:2]:[#8;a:3].[#7;a:4]1:[c:5]:[nH;D2;+0:6]:[c:7]:[c:8]:1)>>([#8;a:3]:[c:2]-[CH2;D2;+0:1]-[n;H0;D3;+0:6]1:[c:5]:[#7;a:4]:[c:8]:[c:7]:1)",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1188": {
      "content": "(O-[C;H0;D3;+0:1](=[O;D1;H0:2])-[c:3]:[c:4]:[#7;a:5].[#7;a:6]:[c:7](:[#7;a:8])-[NH2;D1;+0:9])>>([#7;a:5]:[c:4]:[c:3]-[C;H0;D3;+0:1](=[O;D1;H0:2])-[NH;D2;+0:9]-[c:7](:[#7;a:6]):[#7;a:8])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1189": {
      "content": "(Br-[CH;D3;+0:1](-[C;D1;H3:2])-[c:3].[c:4]:[nH;D2;+0:5]:[c:6])>>([C;D1;H3:2]-[CH;D3;+0:1](-[c:3])-[n;H0;D3;+0:5](:[c:4]):[c:6])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1190": {
      "content": "(Cl-[CH2;D2;+0:1]-[c:2].[C:3]-[NH2;D1;+0:4])>>([C:3]-[NH;D2;+0:4]-[CH2;D2;+0:1]-[c:2])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1191": {
      "content": "(Br-[c;H0;D3;+0:1](:[c:2]):[c:3]:[#7;a:4].[#7;a:5]:[c:6]:[c:7]-[OH;D1;+0:8])>>([#7;a:4]:[c:3]:[c;H0;D3;+0:1](:[c:2])-[O;H0;D2;+0:8]-[c:7]:[c:6]:[#7;a:5])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1192": {
      "content": "(Br-[CH2;D2;+0:1]-[c:2]:[#7;a:3].[#16:4]-[NH;D2;+0:5]-[C:6])>>([#16:4]-[N;H0;D3;+0:5](-[C:6])-[CH2;D2;+0:1]-[c:2]:[#7;a:3])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1193": {
      "content": "(Br-[CH2;D2;+0:1]-[C:2].[#7;a:3]:[c:4]:[c:5](:[c:6]:[#7;a:7]):[nH;D2;+0:8]:[c:9])>>([#7;a:3]:[c:4]:[c:5](:[c:6]:[#7;a:7]):[n;H0;D3;+0:8](:[c:9])-[CH2;D2;+0:1]-[C:2])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1194": {
      "content": "(Cl-[S;H0;D4;+0:1](=[O;D1;H0:2])(=[O;D1;H0:3])-[c:4].[C:5]-[NH;D2;+0:6]-[C:7]-[C:8]=[O;D1;H0:9])>>([C:5]-[N;H0;D3;+0:6](-[C:7]-[C:8]=[O;D1;H0:9])-[S;H0;D4;+0:1](=[O;D1;H0:2])(=[O;D1;H0:3])-[c:4])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1195": {
      "content": "(F-[c;H0;D3;+0:1](:[c:2]):[c:3].[#7;a:4]:[c:5]:[c:6]-[OH;D1;+0:7])>>([#7;a:4]:[c:5]:[c:6]-[O;H0;D2;+0:7]-[c;H0;D3;+0:1](:[c:2]):[c:3])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1196": {
      "content": "(O=[CH;D2;+0:1]-[c:2].[C:3]-[NH2;D1;+0:4])>>([C:3]/[N;H0;D2;+0:4]=[CH;D2;+0:1]/[c:2])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1197": {
      "content": "(Cl-[C;H0;D3;+0:1](=[S;D1;H0:2])-[c:3].[C:4]-[NH2;D1;+0:5])>>([C:4]-[NH;D2;+0:5]-[C;H0;D3;+0:1](=[S;D1;H0:2])-[c:3])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1198": {
      "content": "([C:1]-[N;H0;D2;+0:2]=[C;H0;D2;+0:3]=[O;D1;H0:4].[C:5]-[NH;D2;+0:6]-[C:7])>>([C:5]-[N;H0;D3;+0:6](-[C:7])-[C;H0;D3;+0:3](=[O;D1;H0:4])-[NH;D2;+0:2]-[C:1])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1199": {
      "content": "(Cl-[CH;D3;+0:1](-[c:2])-[#7:3]-[C:4]=[O;D1;H0:5].[C:6]-[NH2;D1;+0:7])>>([C:6]-[NH;D2;+0:7]-[CH;D3;+0:1](-[c:2])-[#7:3]-[C:4]=[O;D1;H0:5])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1200": {
      "content": "(Cl-[CH2;D2;+0:1]-[C:2].[C:3]-[OH;D1;+0:4])>>([C:3]-[O;H0;D2;+0:4]-[CH2;D2;+0:1]-[C:2])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1201": {
      "content": "(Cl-[C;H0;D3;+0:1](=[O;D1;H0:2])-[C:3]-[C:4]=[C:5].[C:6]-[NH;D2;+0:7]-[C:8])>>([C:6]-[N;H0;D3;+0:7](-[C:8])-[C;H0;D3;+0:1](=[O;D1;H0:2])-[C:3]-[C:4]=[C:5])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1202": {
      "content": "(Br-[CH2;D2;+0:1]-[c:2]:[#7;a:3]:[#7;a:4].[C:5]-[NH2;D1;+0:6])>>([#7;a:4]:[#7;a:3]:[c:2]-[CH2;D2;+0:1]-[NH;D2;+0:6]-[C:5])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1203": {
      "content": "(O-[C;H0;D3;+0:1](-[C:2])=[O;D1;H0:3].[C:4]-[NH;D2;+0:5]-[c:6]1:[c:7]:[#7;a:8]:[#7;a:9]:[c:10]:1)>>([C:4]-[N;H0;D3;+0:5](-[C;H0;D3;+0:1](-[C:2])=[O;D1;H0:3])-[c:6]1:[c:7]:[#7;a:8]:[#7;a:9]:[c:10]:1)",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1204": {
      "content": "(O=[C;H0;D3;+0:1](-[C:2])-[C:3].[C:4]-[NH2;D1;+0:5])>>([C:2]-[CH;D3;+0:1](-[C:3])-[NH;D2;+0:5]-[C:4])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1205": {
      "content": "([#7;a:1]:[c:2]:[c:3]-[NH2;D1;+0:4].[C:5]-[N;H0;D2;+0:6]=[C;H0;D2;+0:7]=[O;D1;H0:8])>>([#7;a:1]:[c:2]:[c:3]-[NH;D2;+0:4]-[C;H0;D3;+0:7](=[O;D1;H0:8])-[NH;D2;+0:6]-[C:5])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1206": {
      "content": "(Cl-[C;H0;D3;+0:1](-[C:2])=[O;D1;H0:3].[#7;a:4]:[cH;D2;+0:5]:[#8;a:6])>>([#7;a:4]:[c;H0;D3;+0:5](:[#8;a:6])-[C;H0;D3;+0:1](-[C:2])=[O;D1;H0:3])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1207": {
      "content": "(Cl-[c;H0;D3;+0:1](:[#7;a:2]):[#8;a:3].[OH;D1;+0:4]-[c:5])>>([#7;a:2]:[c;H0;D3;+0:1](:[#8;a:3])-[O;H0;D2;+0:4]-[c:5])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1208": {
      "content": "(Cl-[c;H0;D3;+0:1](:[c:2]):[#7;a:3]:[c:4]:[#7;a:5].[C:6]-[NH;D2;+0:7]-[C:8])>>([#7;a:5]:[c:4]:[#7;a:3]:[c;H0;D3;+0:1](:[c:2])-[N;H0;D3;+0:7](-[C:6])-[C:8])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1209": {
      "content": "(Br-[c;H0;D3;+0:1](:[c:2]):[c:3]:[#7;a:4].[SH;D1;+0:5]-[c:6])>>([#7;a:4]:[c:3]:[c;H0;D3;+0:1](:[c:2])-[S;H0;D2;+0:5]-[c:6])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1210": {
      "content": "(O-[CH2;D2;+0:1]-[C:2].[#7;a:3]:[#7;a:4]:[c:5]-[OH;D1;+0:6])>>([#7;a:3]:[#7;a:4]:[c:5]-[O;H0;D2;+0:6]-[CH2;D2;+0:1]-[C:2])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1211": {
      "content": "(O=[CH;D2;+0:1]-[c:2].[#7:3]-[C:4](=[O;D1;H0:5])-[CH2;D2;+0:6]-[C:7](-[#7:8])=[O;D1;H0:9])>>([#7:3]-[C:4](=[O;D1;H0:5])-[C;H0;D3;+0:6](=[CH;D2;+0:1]-[c:2])-[C:7](-[#7:8])=[O;D1;H0:9])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1212": {
      "content": "(Cl-[C;H0;D3;+0:1](=[O;D1;H0:2])-[C:3]=[O;D1;H0:4].[OH;D1;+0:5]-[c:6])>>([O;D1;H0:4]=[C:3]-[C;H0;D3;+0:1](=[O;D1;H0:2])-[O;H0;D2;+0:5]-[c:6])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1213": {
      "content": "(Cl-[C;H0;D3;+0:1](-[C:2])=[O;D1;H0:3].[C:4]-[NH;D2;+0:5]-[C:6])>>([C:4]-[N;H0;D3;+0:5](-[C:6])-[C;H0;D3;+0:1](-[C:2])=[O;D1;H0:3])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1214": {
      "content": "(Br-[CH2;D2;+0:1]-[C:2]-[#8:3].[C:4]-[NH;D2;+0:5]-[C:6])>>([#8:3]-[C:2]-[CH2;D2;+0:1]-[N;H0;D3;+0:5](-[C:4])-[C:6])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1215": {
      "content": "(O=[CH;D2;+0:1]-[c:2]:[#7;a:3]:[#7;a:4].[#8:5]-[CH2;D2;+0:6]-[C:7]=[O;D1;H0:8])>>([#7;a:4]:[#7;a:3]:[c:2]/[CH;D2;+0:1]=[C;H0;D3;+0:6](\\[#8:5])-[C:7]=[O;D1;H0:8])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1216": {
      "content": "(Br-[c;H0;D3;+0:1](:[#7;a:2]):[#7;a:3].[NH2;D1;+0:4]-[c:5])>>([#7;a:2]:[c;H0;D3;+0:1](:[#7;a:3])-[NH;D2;+0:4]-[c:5])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1217": {
      "content": "(O-[C;H0;D3;+0:1](=[O;D1;H0:2])/[C:3](-[C:4])=[C:5]/[c:6].[C:7]-[NH2;D1;+0:8])>>([C:7]-[NH;D2;+0:8]-[C;H0;D3;+0:1](=[O;D1;H0:2])/[C:3](-[C:4])=[C:5]/[c:6])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1218": {
      "content": "(Cl-[c;H0;D3;+0:1](:[#7;a:2]):[c:3]:[#7;a:4]:[#7;a:5].[C:6]-[NH2;D1;+0:7])>>([#7;a:5]:[#7;a:4]:[c:3]:[c;H0;D3;+0:1](:[#7;a:2])-[NH;D2;+0:7]-[C:6])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1219": {
      "content": "(Cl-[CH2;D2;+0:1]-[C:2]-[C:3](-[#7:4])=[O;D1;H0:5].[C:6]-[NH;D2;+0:7]-[C:8])>>([#7:4]-[C:3](=[O;D1;H0:5])-[C:2]-[CH2;D2;+0:1]-[N;H0;D3;+0:7](-[C:6])-[C:8])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1220": {
      "content": "(Cl-[CH2;D2;+0:1]-[c:2].[C:3]-[C;H0;D3;+0:4](-[C:5])=[O;H0;D1;+0:6])>>([C:3]-[C;H0;D4;+0:4](-[C:5])(-[OH;D1;+0:6])-[CH2;D2;+0:1]-[c:2])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1221": {
      "content": "(Br-[CH;D3;+0:1](-[C:2])-[C;D1;H3:3].[OH;D1;+0:4]-[c:5])>>([C:2]-[CH;D3;+0:1](-[C;D1;H3:3])-[O;H0;D2;+0:4]-[c:5])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1222": {
      "content": "(Br-[CH;D3;+0:1](-[c:2])-[c:3].[C:4]-[NH;D2;+0:5]-[C:6])>>([C:4]-[N;H0;D3;+0:5](-[C:6])-[CH;D3;+0:1](-[c:2])-[c:3])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1223": {
      "content": "(Cl-[CH2;D2;+0:1]-[#8:2].[#7;a:3]1:[c:4]:[nH;D2;+0:5]:[c:6]:[c:7]:1)>>([#8:2]-[CH2;D2;+0:1]-[n;H0;D3;+0:5]1:[c:6]:[c:7]:[#7;a:3]:[c:4]:1)",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1224": {
      "content": "(Br-[CH;D3;+0:1](-[C:2])-[C:3].[#7;a:4]:[nH;D2;+0:5]:[c:6])>>([#7;a:4]:[n;H0;D3;+0:5](:[c:6])-[CH;D3;+0:1](-[C:2])-[C:3])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1225": {
      "content": "([C:1]-[OH;D1;+0:2].[S;D1;H0:3]=[C;H0;D2;+0:4]=[N;H0;D2;+0:5]-[c:6])>>([C:1]-[O;H0;D2;+0:2]-[C;H0;D3;+0:4](=[S;D1;H0:3])-[NH;D2;+0:5]-[c:6])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1226": {
      "content": "(O-[C;H0;D3;+0:1](=[O;D1;H0:2])-[c:3](:[#8;a:4]):[#7;a:5]:[#7;a:6].[C:7]-[NH2;D1;+0:8])>>([#7;a:6]:[#7;a:5]:[c:3](:[#8;a:4])-[C;H0;D3;+0:1](=[O;D1;H0:2])-[NH;D2;+0:8]-[C:7])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1227": {
      "content": "(Cl-[c;H0;D3;+0:1]1:[c:2]:[c:3]:[#7;a:4]:[c:5]:[c:6]:1:[#7;a:7]:[#7;a:8].[NH2;D1;+0:9]-[c:10])>>([#7;a:8]:[#7;a:7]:[c:6]1:[c:5]:[#7;a:4]:[c:3]:[c:2]:[c;H0;D3;+0:1]:1-[NH;D2;+0:9]-[c:10])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1228": {
      "content": "(Cl-[C;H0;D3;+0:1](-[C:2])=[O;D1;H0:3].[C:4]-[NH;D2;+0:5]-[c:6]1:[c:7]:[#7;a:8]:[#8;a:9]:[c:10]:1)>>([C:4]-[N;H0;D3;+0:5](-[C;H0;D3;+0:1](-[C:2])=[O;D1;H0:3])-[c:6]1:[c:7]:[#7;a:8]:[#8;a:9]:[c:10]:1)",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1229": {
      "content": "(Cl-[CH2;D2;+0:1]-[C:2].[C:3]=[C:4]/[C:5](=[O;D1;H0:6])-[OH;D1;+0:7])>>([C:3]=[C:4]/[C:5](=[O;D1;H0:6])-[O;H0;D2;+0:7]-[CH2;D2;+0:1]-[C:2])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1230": {
      "content": "(O=[CH;D2;+0:1]-[c:2]:[c:3]:[#7;a:4].[#8:5]-[C:6]-[CH2;D2;+0:7]-[C:8]=[O;D1;H0:9])>>([#7;a:4]:[c:3]:[c:2]-[CH;D2;+0:1]=[C;H0;D3;+0:7](-[C:6]-[#8:5])-[C:8]=[O;D1;H0:9])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1231": {
      "content": "(O-[C;H0;D3;+0:1](=[O;D1;H0:2])-[C:3]-[#8:4].[#7;a:5]:[c:6]:[c:7]-[NH2;D1;+0:8])>>([#7;a:5]:[c:6]:[c:7]-[NH;D2;+0:8]-[C;H0;D3;+0:1](=[O;D1;H0:2])-[C:3]-[#8:4])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1232": {
      "content": "(O=[C;H0;D3;+0:1](-[C:2])-[C:3].[NH2;D1;+0:4]-[#7:5]-[C:6]=[O;D1;H0:7])>>([C:2]-[C;H0;D3;+0:1](-[C:3])=[N;H0;D2;+0:4]-[#7:5]-[C:6]=[O;D1;H0:7])",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "1233": {
      "content": "(Br-[c;H0;D3;+0:1](:[#7;a:2]):[c:3].[SH;D1;+0:4]-[c:5])>>([#7;a:2]:[c;H0;D3;+0:1](:[c:3])-[S;H0;D2;+0:4]-[c:5])",
      "lstrip": false,
