{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "</s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<Syn>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "<Isyn>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 6,
      "content": "<F1>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 7,
      "content": "<F2>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 8,
      "content": "<O>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 9,
      "content": "<Rxn>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10,
      "content": "<ID>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Strip",
    "strip_left": false,
    "strip_right": true
  },
  "pre_tokenizer": null,
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "<s>",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "</s>",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "</s>": {
        "id": "</s>",
        "ids": [
          2
        ],
        "tokens": [
          "</s>"
        ]
      },
      "<s>": {
        "id": "<s>",
        "ids": [
          1
        ],
        "tokens": [
          "<s>"
        ]
      }
    }
  },
  "decoder": {
    "type": "Metaspace",
    "replacement": "▁",
    "add_prefix_space": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<unk>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": "",
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "<pad>": 0,
      "<s>": 1,
      "</s>": 2,
      "<unk>": 3,
      "<Syn>": 4,
      "<Isyn>": 5,
      "<F1>": 6,
      "<F2>": 7,
      "<O>": 8,
      "<Rxn>": 9,
      "<ID>": 10,
      "#": 11,
      "%": 12,
      "(": 13,
      ")": 14,
      "+": 15,
      "-": 16,
      ".": 17,
      "/": 18,
      "0": 19,
      "1": 20,
      "2": 21,
      "3": 22,
      "4": 23,
      "5": 24,
      "6": 25,
      "7": 26,
      "8": 27,
      "9": 28,
      ":": 29,
      ";": 30,
      "<": 31,
      "=": 32,
      ">": 33,
      "@": 34,
      "A": 35,
      "B": 36,
      "C": 37,
      "D": 38,
      "E": 39,
      "F": 40,
      "G": 41,
      "H": 42,
      "I": 43,
      "L": 44,
      "M": 45,
      "N": 46,
      "O": 47,
      "P": 48,
      "R": 49,
      "S": 50,
      "T": 51,
      "V": 52,
      "Y": 53,
      "Z": 54,
      "[": 55,
      "\\": 56,
      "]": 57,
      "a": 58,
      "b": 59,
      "c": 60,
      "d": 61,
      "e": 62,
      "f": 63,
      "g": 64,
      "h": 65,
      "i": 66,
      "l": 67,
      "m": 68,
      "n": 69,
      "o": 70,
      "p": 71,
      "r": 72,
      "s": 73,
      "u": 74,
      "x": 75,
      "y": 76,
      "cc": 77,
      "CC": 78,
      "O)": 79,
      "[C": 80,
      "C(": 81,
      "=O)": 82,
      ";D": 83,
      "0:": 84,
      "])": 85,
      "c(": 86,
      "C)": 87,
      "c1": 88,
      ";+": 89,
      ";+0:": 90,
      "C(=O)": 91,
      "[C:": 92,
      "](": 93,
      "]-": 94,
      "c2": 95,
      "[c": 96,
      "[C@": 97,
      ";H": 98,
      "[N": 99,
      "[c:": 100,
      "<F": 101,
      ">(": 102,
      "c3": 103,
      ";+0:1": 104,
      "0;D": 105,
      ";H0;D": 106,
      "c1cc": 107,
      "CC(": 108,
      "[NH": 109,
      ";H0;D3": 110,
      "C1": 111,
      "[O": 112,
      "<I": 113,
      "N(": 114,
      "H]": 115,
      ":[c:": 116,
      "H](": 117,
      "c2cc": 118,
      ")cc": 119,
      "[C@@": 120,
      ";D2": 121,
      ";+0:1](": 122,
      "-[C:": 123,
      "2])": 124,
      ";D1": 125,
      "4]-": 126,
      "C(C)": 127,
      "N)": 128,
      ";H0;D3;+0:1](": 129,
      ">C": 130,
      "<O": 131,
      "<R": 132,
      ">>(": 133,
      "D>": 134,
      "n>": 135,
      "n>(": 136,
      "xn>(": 137,
      "yn>": 138,
      "<F1": 139,
      "<F2": 140,
      "<Rxn>(": 141,
      "].": 142,
      "])>>(": 143,
      ";+0:5": 144,
      "cc(": 145,
      "F)": 146,
      "[CH": 147,
      "C2": 148,
      "c4": 149,
      "C(=O)N": 150,
      "cn": 151,
      "CCCC": 152,
      "Cl": 153,
      "(C)": 154,
      "]-[C:": 155,
      "2)": 156,
      "<Rxn>(O": 157,
      "c3cc": 158,
      "[C:4]-": 159,
      "[C@@H](": 160,
      "C=": 161,
      "3])": 162,
      "c1ccc(": 163,
      "[C@H](": 164,
      "3)": 165,
      ";D1;H": 166,
      "[n": 167,
      "NC(=O)": 168,
      "CC1": 169,
      "[NH;D2": 170,
      "3].": 171,
      ";D2;+0:1": 172,
      "[O;D1;H": 173,
      "[O;D1;H0:": 174,
      "+]": 175,
      "[c;H0;D3;+0:1](": 176,
      "[#": 177,
      "=[O;D1;H0:": 178,
      "[c;H0;D3;+0:1](:[c:": 179,
      "nc(": 180,
      "CCC": 181,
      "(=O)": 182,
      "CC(=O)": 183,
      "[NH2": 184,
      "<S": 185,
      "syn>": 186,
      "[C;H0;D3;+0:1](": 187,
      "[#7": 188,
      "2]):[c:": 189,
      "c2ccc(": 190,
      "<O>C": 191,
      "[c;H0;D3;+0:1](:[c:2]):[c:": 192,
      "<F1>C": 193,
      "[C@@H]": 194,
      "[C@H]": 195,
      "[nH]": 196,
      "3]-": 197,
      "-[C:2])": 198,
      "[O-": 199,
      "=C(": 200,
      "<Rxn>(O-": 201,
      "[CH2": 202,
      "CC(C)": 203,
      "3].[C:4]-": 204,
      "CN": 205,
      "C=O)": 206,
      "])>>([C:": 207,
      "Cl)": 208,
      "CO": 209,
      ";+0:4]-": 210,
      "c2)": 211,
      "C3": 212,
      "1)": 213,
      "[CH2;D2;+0:1": 214,
      "](-[C:": 215,
      "ccc1": 216,
      "c1cc(": 217,
      "OC)": 218,
      "[N;H0;D3": 219,
      "<ID>1": 220,
      "[O-])": 221,
      "])-": 222,
      "C(=": 223,
      "c2cccc": 224,
      "2]-": 225,
      "c4cc": 226,
      ";H0;D2": 227,
      "n1": 228,
      ";a": 229,
      "C(O)": 230,
      ";a:": 231,
      "[NH2;D1": 232,
      "[NH;D2;+0:5": 233,
      "4)": 234,
      "N(C(=O)": 235,
      "[#7;a:": 236,
      "+])": 237,
      "<Rxn>(O=": 238,
      ")cc1": 239,
      "N1": 240,
      "c3ccc(": 241,
      "]:[c:": 242,
      "c5": 243,
      "])>>([C:4]-": 244,
      ";D3": 245,
      "[C;H0;D3;+0:1](-[C:2])": 246,
      "]:": 247,
      "c1ccccc1": 248,
      "<Syn><F1>": 249,
      "<Isyn><O>": 250,
      "CCC(": 251,
      "[NH3": 252,
      "2].": 253,
      "c2c(": 254,
      "[c:5": 255,
      "ccc3": 256,
      "CC2": 257,
      "cc1": 258,
      "CCO": 259,
      "F)cc": 260,
      "N(C)": 261,
      "CO)": 262,
      "C(=O)O": 263,
      ";D3;+0:1](": 264,
      "[NH+]": 265,
      "C#": 266,
      "H;D1": 267,
      "[OH;D1": 268,
      "])>>([C:2]-": 269,
      "[O;H0;D2": 270,
      "<Isyn><O>C": 271,
      "<Syn><F1>C": 272,
      "[CH;D2;+0:1": 273,
      "C(C)(C)": 274,
      "[C:5": 275,
      "[NH3+])": 276,
      ";+0:4": 277,
      "c1n": 278,
      "(F)": 279,
      "]-[c:": 280,
      "3])-": 281,
      "CC)": 282,
      "[C:3]-": 283,
      ";+0:6": 284,
      "C(N)": 285,
      "S(=O)": 286,
      "c1c(": 287,
      "cc2": 288,
      "[CH2;D2;+0:1]-[C:": 289,
      ";+0:4]-[c:5": 290,
      "=O": 291,
      "n2": 292,
      "CCN(": 293,
      "c2cc(": 294,
      "[N;H0;D3;+0:5": 295,
      "c3ccccc3": 296,
      "[c;H0;D3;+0:1](:[c:2]):[c:3])": 297,
      "S(=O)(=O)": 298,
      "C4": 299,
      "[CH;D3;+0:1](": 300,
      "])<F2>": 301,
      "[#7:": 302,
      "C(F)": 303,
      "C(=O)O)": 304,
      "3].[C:4]-[NH;D2;+0:5": 305,
      "c(N": 306,
      "+](": 307,
      "C/": 308,
      "]-[C:6": 309,
      "[C@H]1": 310,
      "c1)": 311,
      "[C@@H]1": 312,
      "-[c;H0;D3;+0:1](:[c:2]):[c:": 313,
      "c(=O)": 314,
      "OC(=O)": 315,
      "2].[C:3]-": 316,
      "CCN": 317,
      "=N": 318,
      "OC": 319,
      "[N;H0;D3;+0:5](-[C:": 320,
      "Cl)cc": 321,
      "c2n": 322,
      "C(C)C)": 323,
      "C(=O)N(": 324,
      "c(C)": 325,
      "c1cccc(": 326,
      "]=": 327,
      "[C;H0;D3;+0:1](-[C:2])=[O;D1;H0:": 328,
      "<ID>3": 329,
      "[C;H0;D3;+0:1](=[O;D1;H0:": 330,
      "6])-": 331,
      "<Rxn>(O=[CH;D2;+0:1": 332,
      "/C=": 333,
      "c2ccccc2": 334,
      "(O)": 335,
      "<ID>2": 336,
      "-[c:": 337,
      "CC3": 338,
      "[NH2+]": 339,
      "CN(": 340,
      "CC(O)": 341,
      "C(F)(F)": 342,
      "N2": 343,
      "[C@@H]2": 344,
      "CCC1": 345,
      "3].[C:4]-[NH;D2;+0:5]-[C:6": 346,
      "c3)": 347,
      "[C@H]2": 348,
      ";+0:5])>>([C:4]-": 349,
      "C2)": 350,
      "C#N)": 351,
      "C(=O)[O-])": 352,
      ";+0:7": 353,
      "c2ccccc2)": 354,
      "<F2>C(=O)": 355,
      "[CH;D3;+0:1](-[C:2])": 356,
      "Br": 357,
      "<F2>O": 358,
      "N=": 359,
      "c3c(": 360,
      "]=[O;D1;H0:": 361,
      "c1cn": 362,
      "]-[NH;D2": 363,
      "4])": 364,
      "c3cc(": 365,
      "[O;H0;D2;+0:5": 366,
      "c1nc(": 367,
      "[C@@]": 368,
      "S)": 369,
      "[C@]": 370,
      "CC(=O)N": 371,
      "CC2)": 372,
      "c(O)": 373,
      "ccc4": 374,
      "[#7;a:4": 375,
      "0<Rxn>(O-": 376,
      "[N+](": 377,
      "CC=": 378,
      "]-[c;H0;D3;+0:1](:[c:2]):[c:3])": 379,
      "n3": 380,
      "c2cccc(": 381,
      "Oc1ccc(": 382,
      "c(-": 383,
      "c1ccccc1)": 384,
      "6])": 385,
      "<Rxn>(Cl": 386,
      "cc3": 387,
      "5)": 388,
      "n(": 389,
      "<Rxn>(O=[C;H0;D3;+0:1](-[C:2])": 390,
      "C[C@H](": 391,
      ";+0:4]-[C:5": 392,
      ";+0:4](-[C:": 393,
      "[C@@H](O)": 394,
      "<F2>N": 395,
      "[C;H0;D3;+0:1](=[O;D1;H0:2])": 396,
      "[C@@H](C)": 397,
      "3].[C:4]-[OH;D1": 398,
      "c3n": 399,
      "<Rxn>(O=[CH;D2;+0:1]-[C:": 400,
      "[CH;D3;+0:1](-[C:2])-[C:": 401,
      "C3)": 402,
      "])>>([C:3]-": 403,
      "<ID>4": 404,
      "c5cc": 405,
      "Cc1ccc(": 406,
      "C(N)=O)": 407,
      "<Rxn>(F": 408,
      "[N+](=O)": 409,
      "])>>([C:4]-[N;H0;D3;+0:5](-[C:": 410,
      "<F2>C": 411,
      "c4ccccc4": 412,
      "3].[C:4]-[NH2;D1": 413,
      ")cc2": 414,
      "C(C)=O)": 415,
      "[nH": 416,
      "[C;H0;D3": 417,
      "CC3)": 418,
      "<Rxn>(F-[c;H0;D3;+0:1](:[c:2]):[c:": 419,
      "c2nc(": 420,
      "=C1": 421,
      ")cc2)": 422,
      "])>>([C:4]-[N;H0;D3;+0:5](-[C:6])-": 423,
      "nc1": 424,
      "c(Cl)": 425,
      "2].[C:3]-[NH;D2": 426,
      "c[nH]": 427,
      "c(N)": 428,
      "])>>([#7:": 429,
      "3].[C:4]-[NH;D2;+0:5]-[C:6])>>([C:4]-[N;H0;D3;+0:5](-[C:6])-": 430,
      "cs": 431,
      "CC4": 432,
      "<Rxn>(O=[C;H0;D3;+0:1](-[C:2])-[C:": 433,
      "c(F)": 434,
      "c3ccccc3)": 435,
      "[C@H](O)": 436,
      "/C=C/": 437,
      "CS": 438,
      "c(OC)": 439,
      "c2c1": 440,
      "[CH2;D2;+0:1]-[C:2])": 441,
      "c2cn": 442,
      "[N+](=O)[O-])": 443,
      "<Rxn>(O-[C;H0;D3;+0:1](-[C:2])=[O;D1;H0:": 444,
      "OC1": 445,
      "N3": 446,
      "])>>([C:2]-[CH2;D2;+0:1": 447,
      "CC(C)(C)": 448,
      "]-[c:6": 449,
      "[C@@H]3": 450,
      "C1)": 451,
      ";+0:5])>>([C:4]-[O;H0;D2;+0:5": 452,
      "3].[C:4]-[OH;D1;+0:5])>>([C:4]-[O;H0;D2;+0:5": 453,
      "C(=O)N1": 454,
      "[O-]": 455,
      "c(O": 456,
      "C(C)(C)C)": 457,
      "[C@H](C)": 458,
      "C(F)(F)F)": 459,
      "[C@H]3": 460,
      "c6": 461,
      "[C@@H](C": 462,
      "=C": 463,
      "c1cc2": 464,
      "[#7;a:4]:[c:": 465,
      "Oc1cc(": 466,
      "cc2)": 467,
      "5])": 468,
      ";+0:3]-": 469,
      "[c:4": 470,
      "C1(": 471,
      "<ID>5": 472,
      "CCC2": 473,
      "[N;H0;D3;+0:4](-[C:": 474,
      "N)cc": 475,
      "CC(C)C)": 476,
      "<Rxn>(Cl-[c;H0;D3;+0:1](:[c:2]):[c:": 477,
      "n2)": 478,
      "2].[C:3]-[NH;D2;+0:4]-[C:5": 479,
      "ncn": 480,
      "C1=O": 481,
      "3].[NH2;D1": 482,
      "ccc2": 483,
      "/C(=": 484,
      "CCCC(": 485,
      "](-": 486,
      "OC(": 487,
      "N(C": 488,
      "](=[O;D1;H0:": 489,
      "=[NH+]": 490,
      "nc2": 491,
      "CNC(=O)": 492,
      "]-[C:4": 493,
      "c3cccc(": 494,
      "CCC(C)": 495,
      "]:[c;H0;D3;+0:1](:[c:": 496,
      "CC1)": 497,
      "C5": 498,
      "C=C(": 499,
      "[N;H0;D2": 500,
      "3].[NH2;D1;+0:4]-[c:5": 501,
      "O=C(": 502,
      "-[C:3])-": 503,
      "N=C(": 504,
      "[S": 505,
      "CN1": 506,
      "cc4": 507,
      "3]:[c:": 508,
      "3].[C:4]-[OH;D1;+0:5])>>([C:4]-[O;H0;D2;+0:5]-[c;H0;D3;+0:1](:[c:2]):[c:3])": 509,
      "NC": 510,
      "c1ccc2c(": 511,
      "C(=N)": 512,
      ";+0:2": 513,
      "<Rxn>(O-[CH2;D2;+0:1]-[C:": 514,
      "c4)": 515,
      "3].[C:4]-[NH2;D1;+0:5])>>([C:4]-": 516,
      "CCCC1": 517,
      "=C(C)": 518,
      "3].[C:4]-[NH2;D1;+0:5])>>([C:4]-[NH;D2;+0:5": 519,
      "c4ccc(": 520,
      "])>>([C:2]-[CH;D3;+0:1](": 521,
      "C[C@@H](": 522,
      "CN2": 523,
      "[CH]": 524,
      "5])-": 525,
      "[N+]": 526,
      "2<Rxn>(O-": 527,
      "n(C)": 528,
      "<ID>11": 529,
      "co": 530,
      "C(=O)N2": 531,
      "[NH2;D1;+0:4": 532,
      "[C;H0;D3;+0:1](=[O;D1;H0:3])-": 533,
      "C(CC": 534,
      ")cc(": 535,
      "Br)": 536,
      "[nH+]": 537,
      "C([NH3+])": 538,
      ")cc1)": 539,
      "])>>([C:2]-[C;H0;D3;+0:1](=[O;D1;H0:3])-": 540,
      "CN(C(=O)": 541,
      "]:[c:6": 542,
      "-c2ccc(": 543,
      ";+0:6]-[C:": 544,
      "2].[C:3]-[NH2;D1;+0:4": 545,
      "[#8": 546,
      "c1O": 547,
      "])>>([#7;a:": 548,
      "4])-[C:": 549,
      "].[C:5": 550,
      "<ID>15": 551,
      "3])<F1>": 552,
      "c4cc(": 553,
      "CCN(C(=O)": 554,
      ":[#7;a:": 555,
      "N(C)C)": 556,
      "C=O": 557,
      "[N;H0;D3;+0:5](-[C:4])-[C:": 558,
      "<Rxn>(O=[CH;D2;+0:1]-[c:": 559,
      "Cc2ccc(": 560,
      "cc1)": 561,
      "C\\": 562,
      "CC(=O)O)": 563,
      ";+0:3]-[c:4": 564,
      "C4)": 565,
      "C2=O)": 566,
      "C(C=O)": 567,
      "[NH2+])": 568,
      "O1": 569,
      "C1O": 570,
      "C(=O)[O-]": 571,
      "nc3": 572,
      "]/": 573,
      "CC[C@H](": 574,
      "2]:[c;H0;D3;+0:1](:[c:": 575,
      "]:[#7;a:": 576,
      "[#8:": 577,
      "n4": 578,
      "[#7;a:4]:[c:5": 579,
      "NC(=O)N": 580,
      "CC(N)": 581,
      "])>>([C:2]-[CH2;D2;+0:1]-": 582,
      "<ID>9": 583,
      "3])<F2>": 584,
      "NC1": 585,
      "2]:[c;H0;D3;+0:1](:[c:3])-": 586,
      "c4c(": 587,
      "C[NH3+])": 588,
      "=CC": 589,
      "H;D3;+0:1](": 590,
      "c3cn": 591,
      "3]:": 592,
      ";+0:4]-[c:5])": 593,
      "3].[C:4]-[NH;D2;+0:5]-[c:6": 594,
      "])>>([C:2]-[CH;D3;+0:1](-[C:3])-": 595,
      "C(=O)C1": 596,
      "c12": 597,
      "0<Rxn>(O-[CH2;D2;+0:1]-[C:": 598,
      "<ID>10": 599,
      "CC4)": 600,
      "n1)": 601,
      "C(C)C": 602,
      ")cc3": 603,
      "cc3)": 604,
      "C(=O)N[C@@H](": 605,
      "C(N": 606,
      "<ID>7": 607,
      "[C@H](C": 608,
      "n3)": 609,
      "1]-": 610,
      "[CH2;D2": 611,
      "[C;D1;H": 612,
      "CC#": 613,
      "<ID>6": 614,
      "-c3ccc(": 615,
      "[CH2;D2;+0:1]-[c:": 616,
      ";+0:8": 617,
      "(=O)=O)": 618,
      "[C@@]2": 619,
      "[C;H0;D3;+0:1](=[O;D1;H0:2])-[c:": 620,
      "C(=N": 621,
      "c1ccc2c(c1)": 622,
      "CCO)": 623,
      "3])<F1>C": 624,
      "])>>([c:": 625,
      "OC2": 626,
      "c1N": 627,
      "c3nc(": 628,
      "3]=": 629,
      "ccc5": 630,
      "CCCCCCCC": 631,
      "cc(C)": 632,
      "3:": 633,
      "[C;D1;H3:": 634,
      "])>>([C:3]-[N;H0;D3;+0:4](-[C:": 635,
      "CCCN": 636,
      "CCN1": 637,
      "C=N": 638,
      "]-[OH;D1": 639,
      ")cc3)": 640,
      "[C@]1": 641,
      "C(CO)": 642,
      "]1": 643,
      "6])<F2>": 644,
      "<F2>N1": 645,
      "2)cc1": 646,
      "F)cc1": 647,
      "C(F)(F)F)cc": 648,
      "[C@]2": 649,
      "<Rxn>(Cl-": 650,
      "C[NH2+]": 651,
      "](-[c:": 652,
      "<ID>12": 653,
      "c1cc(C)": 654,
      "<O>CC": 655,
      "<Isyn><O>CC": 656,
      "C(C)(": 657,
      "CC=O)": 658,
      "3].[OH;D1": 659,
      "CCC3": 660,
      ";+0:6](-[C:": 661,
      "[C@@]1": 662,
      "3].[C:4]-[NH;D2;+0:5]-[C:6])>>([C:4]-[N;H0;D3;+0:5](-[C:6])-[c;H0;D3;+0:1](:[c:2]):[c:3])": 663,
      "2].[C:3]-[NH;D2;+0:4]-[C:5])>>([C:3]-[N;H0;D3;+0:4](-[C:": 664,
      "2].[C:3]-[NH;D2;+0:4]-[C:5])>>([C:3]-[N;H0;D3;+0:4](-[C:5])-": 665,
      "](C)": 666,
      "3]:[c:4": 667,
      "<ID>16": 668,
      "c1cccc2": 669,
      ";+0:4]-[c:5])<F2>": 670,
      "])>>([#7:4]-": 671,
      "C(C": 672,
      "C1=": 673,
      "COC(=O)": 674,
      "cn1": 675,
      "-[C:7": 676,
      "c1C": 677,
      "3].[OH;D1;+0:4]-[c:5": 678,
      "CC1(": 679,
      "[n;H0;D3": 680,
      "O[C@H](": 681,
      "c2[nH]": 682,
      "[nH;D2": 683,
      "]-[O;H0;D2": 684,
      "4]=": 685,
      "]-[C:4])": 686,
      "C2(": 687,
      "5]=[O;D1;H0:": 688,
      "P(=O)": 689,
      "]:[nH;D2": 690,
      "3]-[C:4": 691,
      "CC(=O)O": 692,
      "c(=O)[nH]": 693,
      "[C@H]4": 694,
      "N4": 695,
      "3])-[C:": 696,
      "c4ccccc4)": 697,
      "C3=O)": 698,
      "C(=S)": 699,
      "N(CC": 700,
      "7<Rxn>(O=[CH;D2;+0:1]-[C:": 701,
      "C(CC)": 702,
      "c4n": 703,
      "C[NH+]": 704,
      "c1ccc(-": 705,
      "]-[NH2;D1": 706,
      "c1ncn": 707,
      "3].[C:4]-[NH2;D1;+0:5": 708,
      "](:[c:": 709,
      "=C(N)": 710,
      "])>>([C:2]-[CH2;D2;+0:1]-[NH;D2": 711,
      "c2ccc3c(": 712,
      "+](C)": 713,
      "CC5": 714,
      "CCC(O)": 715,
      "C(=O)NC": 716,
      "F)c(": 717,
      "CC(F)": 718,
      "CC(C)(": 719,
      "<Syn><F1>CO": 720,
      "CCCCC1": 721,
      "]=[O;D1;H0:6": 722,
      "CCCO": 723,
      "N/": 724,
      "OCO": 725,
      "[NH3+]": 726,
      "6)": 727,
      "c2cc3": 728,
      "nc(N)": 729,
      "4])-": 730,
      "[C@@H]4": 731,
      "(C)C)": 732,
      "c1ncc(": 733,
      "])>>([c:2]:[c;H0;D3;+0:1](:[c:3])-": 734,
      "CC([NH3+])": 735,
      "C(=O)N(C(=O)": 736,
      "2].[C:3]-[NH;D2;+0:4]-[C:5])>>([C:3]-[N;H0;D3;+0:4](-[C:5])-[CH2;D2;+0:1]-[C:2])": 737,
      "c5ccccc5": 738,
      "CC(=O)N(": 739,
      "[C;H0;D3;+0:1](-": 740,
      "CCC)": 741,
      ")ccc2": 742,
      "c1c(C)": 743,
      "2)c1": 744,
      "[C;H0;D3;+0:2": 745,
      "]-[C;H0;D3;+0:1](-[C:2])=[O;D1;H0:": 746,
      "-])": 747,
      "c1[nH]": 748,
      "[C@@H;D3;+0:1](": 749,
      "[C@@H](NC(=O)": 750,
      ";+0:6]-[C:7": 751,
      "4].[C:5": 752,
      "=C(O)": 753,
      "<Rxn>(O-[c;H0;D3;+0:1](:[c:2]):[c:": 754,
      "2]-[CH2;D2;+0:1": 755,
      "[c;H0;D3;+0:1](:[#7;a:": 756,
      "3].[C:4]-[NH2;D1;+0:5])>>([C:4]-[NH;D2;+0:5]-[c;H0;D3;+0:1](:[c:2]):[c:3])": 757,
      "[C;H0;D3;+0:1](=[O;D1;H0:2])-": 758,
      "[N;H0;D3;+0:5](-[c:": 759,
      "C(=O)C(": 760,
      "[C;H0;D3;+0:4](-[C:": 761,
      "<Rxn>([C:": 762,
      "c1ccc(O": 763,
      "CCS": 764,
      "[C@@H](N)": 765,
      "nc(N": 766,
      "[N;H0;D3;+0:5](-[c:6])-": 767,
      "c1ncc": 768,
      "])>>([C:2]-[CH2;D2;+0:1]-[N;H0;D3;+0:4](-[C:": 769,
      "C[C@H]1": 770,
      "CC1(C)": 771,
      "6])<F1>": 772,
      "0<Rxn>(O-[c;H0;D3;+0:1](:[c:2]):[c:": 773,
      "<ID>30<Rxn>(O-[c;H0;D3;+0:1](:[c:2]):[c:": 774,
      "<ID>30<Rxn>(O-[c;H0;D3;+0:1](:[c:2]):[c:3].[C:4]-[OH;D1;+0:5])>>([C:4]-[O;H0;D2;+0:5]-[c;H0;D3;+0:1](:[c:2]):[c:3])": 775,
      "c(C=O)": 776,
      "c2=O)": 777,
      "[CH2;D2;+0:4]-[C:5": 778,
      "c2ccc(-": 779,
      "3]:[#7;a:4": 780,
      "C[C@H]2": 781,
      "c4cccc(": 782,
      "])>>([C:2]-[CH2;D2;+0:1]-[N;H0;D3;+0:4](-[C:3])-[C:": 783,
      "=CC(": 784,
      "Cl)cc1": 785,
      "CCCC2": 786,
      "C1(C)": 787,
      "3])=": 788,
      ";H0;D1": 789,
      "N(C=O)": 790,
      "[C:6": 791,
      "S(C)": 792,
      "c1=O": 793,
      "CCC(=O)": 794,
      "<ID>14": 795,
      "c2ccc(O": 796,
      "[N;H0;D3;+0:6](-[C:": 797,
      "c1ccc(N": 798,
      "/N=": 799,
      "2].[C:3]-[NH;D2;+0:4]-[C:5])>>([C:2]-[CH2;D2;+0:1]-[N;H0;D3;+0:4](-[C:3])-[C:": 800,
      "=[CH;D2;+0:1": 801,
      "cnc3": 802,
      "CCl": 803,
      "n(-": 804,
      "c1cc2c(": 805,
      "]-[C:4])<F2>": 806,
      "<O>CO": 807,
      "<Isyn><O>CO": 808,
      "S(=O)(=O)N": 809,
      ")ccc1": 810,
      "])>>([C:4]-[N;H0;D3;+0:5](-[c:6])-": 811,
      "3].[C:4]-[NH;D2;+0:5]-[c:6])>>([C:4]-[N;H0;D3;+0:5](-[c:6])-": 812,
      "[CH2;D2;+0:1]-[c:2])": 813,
      "C(=C)": 814,
      "2].[NH2;D1": 815,
      "no": 816,
      "<Syn><F1>CC": 817,
      "C=C": 818,
      "[CH2;D2;+0:4]-[C:5]=[O;D1;H0:6": 819,
      "3])=[N;H0;D2": 820,
      "<F1>CO": 821,
      "c1c[nH]": 822,
      "OC(C)": 823,
      "CCOC(=O)": 824,
      "(N)": 825,
      "C(=O)N3": 826,
      "]-[NH;D2;+0:6]-[C:7": 827,
      "3].[C:4]-[NH;D2;+0:5]-[C:6])>>([C:4]-[N;H0;D3;+0:5](-[C:6])-[CH;D3;+0:1](-[C:2])-[C:": 828,
      "nc(-": 829,
      "2].[NH2;D1;+0:3]-[c:4": 830,
      "[C;H0;D3;+0:1](=[O;D1;H0:2])-[C:": 831,
      "<F2>C(=O)C1": 832,
      "[NH+](C)": 833,
      "C(=O)N(C)": 834,
      "s1": 835,
      "2])-": 836,
      "CCN2": 837,
      "5])<F2>": 838,
      "2].[C:3]-[NH2;D1;+0:4])>>([C:3]-": 839,
      "[n+]": 840,
      "c2ccc3c(c2)": 841,
      "CCNC(=O)": 842,
      "cc5": 843,
      "]-[NH;D2;+0:7": 844,
      "O[C@@H](": 845,
      "CC[NH2+]": 846,
      "<Rxn>([C:1]-": 847,
      "2].[C:3]-[CH2;D2;+0:4]-[C:5]=[O;D1;H0:6": 848,
      "6<Rxn>(O-[C;H0;D3;+0:1](-[C:2])=[O;D1;H0:": 849,
      "CN3": 850,
      "ncc1": 851,
      "(C": 852,
      "[C@@]3": 853,
      "CCN(C)": 854,
      "CC(=O)[O-])": 855,
      "[CH;D2": 856,
      "<Rxn>(O=[C;H0;D3;+0:1](-": 857,
      "CCC4": 858,
      "O)c(": 859,
      "c2)cc1": 860,
      "[C@]3": 861,
      "2<Rxn>(O-[CH;D3;+0:1](-[C:2])-[C:": 862,
      "[Si": 863,
      "<ID>24": 864,
      "C(=O)C": 865,
      "7])-": 866,
      "C#N": 867,
      "C(=O)N(C": 868,
      "c2ncc": 869,
      "[nH]1": 870,
      "nc(C)": 871,
      "CCC(=O)N": 872,
      "[N+]=": 873,
      "]:1)": 874,
      "c4cn": 875,
      "cnc1": 876,
      "<Syn><F1>O=C(": 877,
      "[CH;D3": 878,
      "5]=[O;D1;H0:6])": 879,
      "])>>([#7:2]-": 880,
      "O)cc1": 881,
      "F)cc2": 882,
      "<ID>25": 883,
      "Nc1ccc(": 884,
      "c6cc": 885,
      "CC[NH+]": 886,
      "C1C": 887,
      "c2ccc(Cl)cc": 888,
      "c2ccccc1": 889,
      "3]-[#7:": 890,
      "<ID>19": 891,
      "cnc2": 892,
      "cc(-": 893,
      "]-[OH;D1;+0:6": 894,
      "CCN(C": 895,
      "/C(=C\\": 896,
      "/C(=C/": 897,
      "CC(C=O)": 898,
      "[C;H0;D3;+0:4](-[C:5]=[O;D1;H0:6])": 899,
      "[C;H0;D3;+0:4](-[C:5]=[O;D1;H0:6])=[CH;D2;+0:1": 900,
      "[N+]=[N": 901,
      "CCCN(": 902,
      "ccc23)": 903,
      "<ID>31": 904,
      "[CH;D2;+0:1]=": 905,
      "[N;H0;D3;+0:5](-[C:4])-[C:6])<F2>": 906,
      "C(=O)OC)": 907,
      "C(O)C(O)": 908,
      "<ID>8": 909,
      "]1:[c:": 910,
      "5].": 911,
      "NS(=O)(=O)": 912,
      "NC(=O)[C@H](": 913,
      "C[C@@H]1": 914,
      "N1C(=O)": 915,
      "S(C)(=O)=O)": 916,
      "C(=O)N[C@H](": 917,
      "[#7;a:4]:[c:5]:[c:6": 918,
      "<ID>13": 919,
      "4]=[C:5": 920,
      "])>>([#7:4]-[C:3]-": 921,
      "<ID>30": 922,
      "c[nH+]": 923,
      "C1=O)": 924,
      "C[C@@H]2": 925,
      "])>>([#7;a:4]:[c:": 926,
      "C2CCCC": 927,
      "C)cc1": 928,
      "3].[C:4]-[NH2;D1;+0:5])>>([C:4]-[NH;D2;+0:5]-": 929,
      "<F2>NC1": 930,
      ";+0:4]-[c:5])<F1>": 931,
      "=CC1": 932,
      "CC[C@@H](": 933,
      "NC(": 934,
      "])>>([#8:": 935,
      "c2)c1": 936,
      "OC)c(OC)": 937,
      "P(=O)(O)": 938,
      "NC=O)": 939,
      "nn": 940,
      "3<Rxn>(O-[C;H0;D3;+0:1](-[C:2])=[O;D1;H0:": 941,
      "c(C(=O)N": 942,
      "c2ncn": 943,
      "C=C1": 944,
      "CN(C)": 945,
      "3].[C:4]-[OH;D1;+0:5": 946,
      ";+0:4]-[C:": 947,
      ";+0:5]-[c:6": 948,
      "C(C)(C)C": 949,
      "[NH+]1": 950,
      ";+0:5]:[c:6": 951,
      "<Syn><F1>CC(C)": 952,
      "3].[C:4]-[NH;D2;+0:5]-[C:6])>>([C:2]-[CH;D3;+0:1](-[C:3])-": 953,
      "[O;H0;D1": 954,
      "(C=O)": 955,
      "O)cc(": 956,
      "OC3": 957,
      "C=CC(": 958,
      "/C=C(": 959,
      "<O>CCCC": 960,
      "<Isyn><O>CCCC": 961,
      "=C2": 962,
      "C(N)=[NH+]": 963,
      ";+0:5](:[c:": 964,
      "c3ccc(F)cc": 965,
      ";+0:4]-[c;H0;D3;+0:1](:[c:2]):[c:3])": 966,
      "<Syn><F1>COc1ccc(": 967,
      "O)c1": 968,
      "<F2>OC1": 969,
      "])>>([c:5": 970,
      ":5": 971,
      ";+0:4](-": 972,
      "N#": 973,
      "<Rxn>(F-[c;H0;D3;+0:1](:[c:2]):[c:3].": 974,
      "O2)": 975,
      "[c;H0;D3;+0:1](:[#7;a:2]):[c:": 976,
      "F)cc(": 977,
      "]:[nH;D2;+0:5]:[c:6": 978,
      "2])-[C:": 979,
      "F)cc2)": 980,
      "5])-[C:7": 981,
      "cn2": 982,
      "2<Rxn>(O-[c;H0;D3;+0:1](:[c:2]):[c:": 983,
      "[NH;D2;+0:4]-": 984,
      "[N;H0;D3;+0:6](-[C:5])-[C:7": 985,
      "6])<F1>C": 986,
      "3]=[C:": 987,
      "nc4": 988,
      "CCC(N)": 989,
      "Cc1ccccc1": 990,
      "2].[C:3]-[NH2;D1;+0:4])>>([C:2]-[CH2;D2;+0:1]-[NH;D2": 991,
      "2].[C:3]-[NH2;D1;+0:4])>>([C:2]-[CH2;D2;+0:1]-[NH;D2;+0:4]-[C:": 992,
      "])<F1>": 993,
      "<O>CC1": 994,
      "<Isyn><O>CC1": 995,
      "[n;H0;D3;+0:5](:[c:": 996,
      "4].": 997,
      "2].[C:3]-[NH2;D1;+0:4])>>([C:3]-[NH;D2;+0:4]-": 998,
      "Oc2ccc(": 999
    },
    "merges": [
      "c c",
      "C C",
      "O )",
      "[ C",
      "C (",
      "= O)",
      "; D",
      "0 :",
      "] )",
      "c (",
      "C )",
      "c 1",
      "; +",
      ";+ 0:",
      "C( =O)",
      "[C :",
      "] (",
      "] -",
      "c 2",
      "[ c",
      "[C @",
      "; H",
      "[ N",
      "[c :",
      "< F",
      "> (",
      "c 3",
      ";+0: 1",
      "0 ;D",
      ";H 0;D",
      "c1 cc",
      "CC (",
      "[N H",
      ";H0;D 3",
      "C 1",
      "[ O",
      "< I",
      "N (",
      "H ]",
      ": [c:",
      "H ](",
      "c2 cc",
      ") cc",
      "[C@ @",
      ";D 2",
      ";+0:1 ](",
      "- [C:",
      "2 ])",
      ";D 1",
      "4 ]-",
      "C( C)",
      "N )",
      ";H0;D3 ;+0:1](",
      "> C",
      "< O",
      "< R",
      "> >(",
      "D >",
      "n >",
      "n >(",
      "x n>(",
      "y n>",
      "<F 1",
      "<F 2",
      "<I D>",
      "<R xn>(",
      "] .",
      "]) >>(",
      ";+0: 5",
      "cc (",
      "F )",
      "[C H",
      "<F2 >",
      "C 2",
      "c 4",
      "C(=O) N",
      "c n",
      "CC CC",
      "C l",
      "( C)",
      "]- [C:",
      "2 )",
      "<Rxn>( O",
      "c3 cc",
      "[C: 4]-",
      "[C@@ H](",
      "C =",
      "3 ])",
      "c1cc c(",
      "[C@ H](",
      "3 )",
      ";D1 ;H",
      "[ n",
      "N C(=O)",
      "CC 1",
      "[NH ;D2",
      "3 ].",
      ";D2 ;+0:1",
      "[O ;D1;H",
      "[O;D1;H 0:",
      "+ ]",
      "[c ;H0;D3;+0:1](",
      "[ #",
      "= [O;D1;H0:",
      "<F1 >",
      "<O >",
      "[c;H0;D3;+0:1]( :[c:",
      "n c(",
      "CC C",
      "( =O)",
      "CC( =O)",
      "[NH 2",
      "< S",
      "s yn>",
      "<I syn>",
      "<S yn>",
      "[C ;H0;D3;+0:1](",
      "[# 7",
      "2]) :[c:",
      "c2cc c(",
      "<O >C",
      "[c;H0;D3;+0:1](:[c: 2]):[c:",
      "<F1 >C",
      "[C@@ H]",
      "[C@ H]",
      "[n H]",
      "3 ]-",
      "-[C: 2])",
      "[O -",
      "= C(",
      "<Rxn>(O -",
      "[CH 2",
      "CC( C)",
      "3]. [C:4]-",
      "C N",
      "C =O)",
      "])>>( [C:",
      "Cl )",
      "C O",
      ";+0: 4]-",
      "c2 )",
      "C 3",
      "1 )",
      "[CH2 ;D2;+0:1",
      "]( -[C:",
      "cc c1",
      "c1cc (",
      "O C)",
      "[N ;H0;D3",
      "<ID> 1",
      "[O- ])",
      "]) -",
      "C( =",
      "c2cc cc",
      "2 ]-",
      "c4 cc",
      ";H0;D 2",
      "n 1",
      "; a",
      "C( O)",
      ";a :",
      "[NH2 ;D1",
      "[NH;D2 ;+0:5",
      "4 )",
      "N( C(=O)",
      "[#7 ;a:",
      "+ ])",
      "<Rxn>(O =",
      ")cc 1",
      "N 1",
      "c3cc c(",
      "] :[c:",
      "c 5",
      "])>>( [C:4]-",
      ";D 3",
      "[C;H0;D3;+0:1]( -[C:2])",
      "] :",
      "c1cc ccc1",
      "<Syn> <F1>",
      "<Isyn> <O>",
      "CC C(",
      "[NH 3",
      "2 ].",
      "c2 c(",
      "[c: 5",
      "cc c3",
      "CC 2",
      "cc 1",
      "CC O",
      "F )cc",
      "N( C)",
      "C O)",
      "C(=O) O",
      ";D3 ;+0:1](",
      "[NH +]",
      "C #",
      "H ;D1",
      "[O H;D1",
      "])>>([C: 2]-",
      "[O ;H0;D2",
      "<Isyn> <O>C",
      "<Syn> <F1>C",
      "[CH ;D2;+0:1",
      "C(C) (C)",
      "[C: 5",
      "[NH3 +])",
      ";+0: 4",
      "c1 n",
      "( F)",
      "]- [c:",
      "3]) -",
      "CC )",
      "[C: 3]-",
      ";+0: 6",
      "C( N)",
      "S (=O)",
      "c1 c(",
      "cc 2",
      "[CH2;D2;+0:1 ]-[C:",
      ";+0:4]- [c:5",
      "= O",
      "n 2",
      "CC N(",
      "c2cc (",
      "[N;H0;D3 ;+0:5",
      "c3cc ccc3",
      "[c;H0;D3;+0:1](:[c:2]):[c: 3])",
      "S(=O) (=O)",
      "C 4",
      "[CH ;D3;+0:1](",
      "]) <F2>",
      "[#7 :",
      "C( F)",
      "C(=O) O)",
      "3].[C:4]- [NH;D2;+0:5",
      "c( N",
      "+ ](",
      "C /",
      "]-[C: 6",
      "[C@H] 1",
      "c1 )",
      "[C@@H] 1",
      "- [c;H0;D3;+0:1](:[c:2]):[c:",
      "c( =O)",
      "O C(=O)",
      "2]. [C:3]-",
      "CC N",
      "= N",
      "O C",
      "[N;H0;D3;+0:5 ](-[C:",
      "Cl )cc",
      "c2 n",
      "C(C) C)",
      "C(=O) N(",
      "c( C)",
      "c1cc cc(",
      "] =",
      "[C;H0;D3;+0:1](-[C:2]) =[O;D1;H0:",
      "<ID> 3",
      "[C;H0;D3;+0:1]( =[O;D1;H0:",
      "6 ])-",
      "<Rxn>(O= [CH;D2;+0:1",
      "/ C=",
      "c2cccc c2",
      "( O)",
      "<ID> 2",
      "- [c:",
      "CC 3",
      "[NH2 +]",
      "C N(",
      "CC( O)",
      "C(F) (F)",
      "N 2",
      "[C@@H] 2",
      "CC C1",
      "3].[C:4]-[NH;D2;+0:5 ]-[C:6",
      "c3 )",
      "[C@H] 2",
      ";+0:5 ])>>([C:4]-",
      "C2 )",
      "C# N)",
      "C(=O) [O-])",
      ";+0: 7",
      "c2cccc c2)",
      "<F2> C(=O)",
      "[CH;D3;+0:1]( -[C:2])",
      "B r",
      "<F2> O",
      "N =",
      "c3 c(",
      "] =[O;D1;H0:",
      "c1 cn",
      "]- [NH;D2",
      "4 ])",
      "c3 cc(",
      "[O;H0;D2 ;+0:5",
      "c1 nc(",
      "[C@@ ]",
      "S )",
      "[C@ ]",
      "CC(=O) N",
      "CC 2)",
      "c( O)",
      "cc c4",
      "[#7;a: 4",
      "0 <Rxn>(O-",
      "[N +](",
      "CC =",
      "]- [c;H0;D3;+0:1](:[c:2]):[c:3])",
      "n 3",
      "c2cc cc(",
      "O c1ccc(",
      "c( -",
      "c1ccccc1 )",
      "6 ])",
      "<Rxn>( Cl",
      "cc 3",
      "5 )",
      "n (",
      "<Rxn>(O= [C;H0;D3;+0:1](-[C:2])",
      "C [C@H](",
      ";+0:4]- [C:5",
      ";+0:4 ](-[C:",
      "[C@@H]( O)",
      "<F2> N",
      "[C;H0;D3;+0:1](=[O;D1;H0: 2])",
      "[C@@H]( C)",
      "3].[C:4]- [OH;D1",
      "c3 n",
      "<Rxn>(O=[CH;D2;+0:1 ]-[C:",
      "[CH;D3;+0:1](-[C:2]) -[C:",
      "C 3)",
      "])>>([C: 3]-",
      "<ID> 4",
      "c5 cc",
      "C c1ccc(",
      "C(N) =O)",
      "<Rxn>( F",
      "[N+]( =O)",
      "])>>([C:4]- [N;H0;D3;+0:5](-[C:",
      "<F2 >C",
      "c4cc ccc4",
      "3].[C:4]- [NH2;D1",
      ")cc 2",
      "C(C) =O)",
      "[n H",
      "[C ;H0;D3",
      "CC 3)",
      "<Rxn>(F -[c;H0;D3;+0:1](:[c:2]):[c:",
      "c2 nc(",
      "= C1",
      ")cc 2)",
      "])>>([C:4]-[N;H0;D3;+0:5](-[C: 6])-",
      "n c1",
      "c( Cl)",
      "2].[C:3]- [NH;D2",
      "c [nH]",
      "c( N)",
      "])>>( [#7:",
      "3].[C:4]-[NH;D2;+0:5]-[C:6 ])>>([C:4]-[N;H0;D3;+0:5](-[C:6])-",
      "c s",
      "CC 4",
      "<Rxn>(O=[C;H0;D3;+0:1](-[C:2]) -[C:",
      "c( F)",
      "c3ccccc3 )",
      "[C@H]( O)",
      "/C= C/",
      "C S",
      "c( OC)",
      "c2 c1",
      "[CH2;D2;+0:1]-[C: 2])",
      "c2 cn",
      "[N+](=O) [O-])",
      "<Rxn>(O- [C;H0;D3;+0:1](-[C:2])=[O;D1;H0:",
      "O C1",
      "N 3",
      "])>>([C:2]- [CH2;D2;+0:1",
      "CC(C) (C)",
      "]-[c: 6",
      "[C@@H] 3",
      "C1 )",
      ";+0:5])>>([C:4]- [O;H0;D2;+0:5",
      "3].[C:4]-[OH;D1 ;+0:5])>>([C:4]-[O;H0;D2;+0:5",
      "C(=O)N 1",
      "[O- ]",
      "c( O",
      "C(C)(C) C)",
      "[C@H]( C)",
      "C(F)(F) F)",
      "[C@H] 3",
      "c 6",
      "[C@@H]( C",
      "= C",
      "c1cc 2",
      "[#7;a:4 ]:[c:",
      "O c1cc(",
      "cc 2)",
      "5 ])",
      ";+0: 3]-",
      "[c: 4",
      "C1 (",
      "<ID> 5",
      "CC C2",
      "[N;H0;D3 ;+0:4](-[C:",
      "N )cc",
      "CC(C) C)",
      "<Rxn>(Cl -[c;H0;D3;+0:1](:[c:2]):[c:",
      "n 2)",
      "2].[C:3]-[NH;D2 ;+0:4]-[C:5",
      "n cn",
      "C1 =O",
      "3]. [NH2;D1",
      "cc c2",
      "/ C(=",
      "CC CC(",
      "]( -",
      "O C(",
      "N( C",
      "]( =[O;D1;H0:",
      "= [NH+]",
      "n c2",
      "C NC(=O)",
      "]-[C: 4",
      "c3cc cc(",
      "CC C(C)",
      "]: [c;H0;D3;+0:1](:[c:",
      "CC1 )",
      "C 5",
      "C= C(",
      "[N ;H0;D2",
      "3].[NH2;D1 ;+0:4]-[c:5",
      "O =C(",
      "-[C: 3])-",
      "N =C(",
      "[ S",
      "CN 1",
      "cc 4",
      "3 ]:[c:",
      "3].[C:4]-[OH;D1;+0:5])>>([C:4]-[O;H0;D2;+0:5 ]-[c;H0;D3;+0:1](:[c:2]):[c:3])",
      "N C",
      "c1cc c2c(",
      "C(= N)",
      ";+0: 2",
      "<Rxn>(O- [CH2;D2;+0:1]-[C:",
      "c4 )",
      "3].[C:4]-[NH2;D1 ;+0:5])>>([C:4]-",
      "CCCC 1",
      "= C(C)",
      "3].[C:4]-[NH2;D1;+0:5])>>([C:4]- [NH;D2;+0:5",
      "c4cc c(",
      "])>>([C:2]- [CH;D3;+0:1](",
      "C [C@@H](",
      "CN 2",
      "[C H]",
      "5 ])-",
      "[N +]",
      "2 <Rxn>(O-",
      "n (C)",
      "<ID>1 1",
      "c o",
      "C(=O)N 2",
      "[NH2;D1 ;+0:4",
      "[C;H0;D3;+0:1](=[O;D1;H0: 3])-",
      "C( CC",
      ")cc (",
      "Br )",
      "[nH +]",
      "C( [NH3+])",
      ")cc 1)",
      "])>>([C:2]- [C;H0;D3;+0:1](=[O;D1;H0:3])-",
      "C N(C(=O)",
      "]:[c: 6",
      "- c2ccc(",
      ";+0:6 ]-[C:",
      "2].[C:3]- [NH2;D1;+0:4",
      "[# 8",
      "c1 O",
      "])>>( [#7;a:",
      "4]) -[C:",
      "]. [C:5",
      "<ID>1 5",
      "3]) <F1>",
      "c4 cc(",
      "CC N(C(=O)",
      ": [#7;a:",
      "N(C) C)",
      "C= O",
      "[N;H0;D3;+0:5](-[C: 4])-[C:",
      "<Rxn>(O=[CH;D2;+0:1 ]-[c:",
      "C c2ccc(",
      "cc 1)",
      "C \\",
      "CC(=O) O)",
      ";+0:3]- [c:4",
      "C 4)",
      "C2 =O)",
      "C( C=O)",
      "[NH2 +])",
      "O 1",
      "C1 O",
      "C(=O) [O-]",
      "n c3",
      "] /",
      "CC [C@H](",
      "2 ]:[c;H0;D3;+0:1](:[c:",
      "]: [#7;a:",
      "[#8 :",
      "n 4",
      "[#7;a:4]:[c: 5",
      "N C(=O)N",
      "CC( N)",
      "])>>([C:2]-[CH2;D2;+0:1 ]-",
      "<ID> 9",
      "3]) <F2>",
      "N C1",
      "2]:[c;H0;D3;+0:1](:[c: 3])-",
      "c4 c(",
      "C [NH3+])",
      "= CC",
      "H ;D3;+0:1](",
      "c3 cn",
      "3 ]:",
      ";+0:4]-[c:5 ])",
      "3].[C:4]-[NH;D2;+0:5 ]-[c:6",
      "])>>([C:2]-[CH;D3;+0:1]( -[C:3])-",
      "C(=O) C1",
      "c1 2",
      "0<Rxn>(O- [CH2;D2;+0:1]-[C:",
      "<ID>1 0",
      "CC 4)",
      "n 1)",
      "C(C) C",
      ")cc 3",
      "cc 3)",
      "C(=O)N [C@@H](",
      "C( N",
      "<ID> 7",
      "[C@H]( C",
      "n 3)",
      "1 ]-",
      "[CH2 ;D2",
      "[C ;D1;H",
      "CC #",
      "<ID> 6",
      "- c3ccc(",
      "[CH2;D2;+0:1 ]-[c:",
      ";+0: 8",
      "(=O) =O)",
      "[C@@] 2",
      "[C;H0;D3;+0:1](=[O;D1;H0:2]) -[c:",
      "C(= N",
      "c1ccc2c( c1)",
      "CC O)",
      "3]) <F1>C",
      "])>>( [c:",
      "O C2",
      "c1 N",
      "c3 nc(",
      "3 ]=",
      "cc c5",
      "CCCC CCCC",
      "cc( C)",
      "3 :",
      "[C;D1;H 3:",
      "])>>([C:3]- [N;H0;D3;+0:4](-[C:",
      "CCC N",
      "CC N1",
      "C= N",
      "]- [OH;D1",
      ")cc 3)",
      "[C@] 1",
      "C( CO)",
      "] 1",
      "6 ])<F2>",
      "<F2> N1",
      "2 )cc1",
      "F )cc1",
      "C(F)(F) F)cc",
      "[C@] 2",
      "<Rxn>(Cl -",
      "C [NH2+]",
      "]( -[c:",
      "<ID>1 2",
      "c1cc (C)",
      "<O> CC",
      "<Isyn><O> CC",
      "C(C) (",
      "CC =O)",
      "3]. [OH;D1",
      "CCC 3",
      ";+0:6 ](-[C:",
      "[C@@] 1",
      "3].[C:4]-[NH;D2;+0:5]-[C:6])>>([C:4]-[N;H0;D3;+0:5](-[C:6])- [c;H0;D3;+0:1](:[c:2]):[c:3])",
      "2].[C:3]-[NH;D2;+0:4]-[C:5 ])>>([C:3]-[N;H0;D3;+0:4](-[C:",
      "2].[C:3]-[NH;D2;+0:4]-[C:5])>>([C:3]-[N;H0;D3;+0:4](-[C: 5])-",
      "]( C)",
      "3]:[c: 4",
      "<ID>1 6",
      "c1cc cc2",
      ";+0:4]-[c:5 ])<F2>",
      "])>>([#7: 4]-",
      "C( C",
      "C1 =",
      "CO C(=O)",
      "cn 1",
      "-[C: 7",
      "c1 C",
      "3].[OH;D1 ;+0:4]-[c:5",
      "CC1 (",
      "[n ;H0;D3",
      "O [C@H](",
      "c2 [nH]",
      "[nH ;D2",
      "]- [O;H0;D2",
      "4 ]=",
      "]-[C: 4])",
      "C2 (",
      "5 ]=[O;D1;H0:",
      "P (=O)",
      "]: [nH;D2",
      "3 ]-[C:4",
      "CC(=O) O",
      "c(=O) [nH]",
      "[C@H] 4",
      "N 4",
      "3]) -[C:",
      "c4ccccc4 )",
      "C3 =O)",
      "C(= S)",
      "N( CC",
      "7 <Rxn>(O=[CH;D2;+0:1]-[C:",
      "C( CC)",
      "c4 n",
      "C [NH+]",
      "c1ccc( -",
      "]- [NH2;D1",
      "c1n cn",
      "3].[C:4]-[NH2;D1 ;+0:5",
      "]( :[c:",
      "=C( N)",
      "])>>([C:2]-[CH2;D2;+0:1 ]-[NH;D2",
      "c2cc c3c(",
      "+]( C)",
      "CC 5",
      "CC C(O)",
      "C(=O)N C",
      "F) c(",
      "CC( F)",
      "CC(C) (",
      "<Syn><F1>C O",
      "CCCC C1",
      "]=[O;D1;H0: 6",
      "CCC O",
      "N /",
      "O CO",
      "[NH3 +]",
      "6 )",
      "c2cc 3",
      "nc( N)",
      "4 ])-",
      "[C@@H] 4",
      "(C) C)",
      "c1n cc(",
      "])>>([c: 2]:[c;H0;D3;+0:1](:[c:3])-",
      "CC( [NH3+])",
      "C(=O) N(C(=O)",
      "2].[C:3]-[NH;D2;+0:4]-[C:5])>>([C:3]-[N;H0;D3;+0:4](-[C:5])- [CH2;D2;+0:1]-[C:2])",
      "c5cc ccc5",
      "CC(=O) N(",
      "[C;H0;D3;+0:1]( -",
      "CC C)",
      ")cc c2",
      "c1c( C)",
      "2) c1",
      "[C;H0;D3 ;+0:2",
      "]- [C;H0;D3;+0:1](-[C:2])=[O;D1;H0:",
      "- ])",
      "c1 [nH]",
      "[C@@ H;D3;+0:1](",
      "[C@@H]( NC(=O)",
      ";+0:6]-[C: 7",
      "4 ].[C:5",
      "=C( O)",
      "<Rxn>(O- [c;H0;D3;+0:1](:[c:2]):[c:",
      "2]- [CH2;D2;+0:1",
      "[c;H0;D3;+0:1]( :[#7;a:",
      "3].[C:4]-[NH2;D1;+0:5])>>([C:4]-[NH;D2;+0:5 ]-[c;H0;D3;+0:1](:[c:2]):[c:3])",
      "[C;H0;D3;+0:1](=[O;D1;H0:2]) -",
      "[N;H0;D3;+0:5 ](-[c:",
      "C(=O) C(",
      "[C;H0;D3 ;+0:4](-[C:",
      "<Rxn>( [C:",
      "c1ccc( O",
      "CC S",
      "[C@@H]( N)",
      "nc( N",
      "[N;H0;D3;+0:5](-[c: 6])-",
      "c1n cc",
      "])>>([C:2]-[CH2;D2;+0:1]- [N;H0;D3;+0:4](-[C:",
      "C [C@H]1",
      "CC1 (C)",
      "6]) <F1>",
      "0<Rxn>(O- [c;H0;D3;+0:1](:[c:2]):[c:",
      "<ID>3 0<Rxn>(O-[c;H0;D3;+0:1](:[c:2]):[c:",
      "<ID>30<Rxn>(O-[c;H0;D3;+0:1](:[c:2]):[c: 3].[C:4]-[OH;D1;+0:5])>>([C:4]-[O;H0;D2;+0:5]-[c;H0;D3;+0:1](:[c:2]):[c:3])",
      "c( C=O)",
      "c2 =O)",
      "[CH2;D2 ;+0:4]-[C:5",
      "c2ccc( -",
      "3]: [#7;a:4",
      "C [C@H]2",
      "c4cc cc(",
      "])>>([C:2]-[CH2;D2;+0:1]-[N;H0;D3;+0:4](-[C: 3])-[C:",
      "= CC(",
      "Cl )cc1",
      "CCCC 2",
      "C1 (C)",
      "3]) =",
      ";H0;D 1",
      "N( C=O)",
      "[C: 6",
      "S (C)",
      "c1 =O",
      "CC C(=O)",
      "<ID>1 4",
      "c2ccc( O",
      "[N;H0;D3 ;+0:6](-[C:",
      "c1ccc( N",
      "/ N=",
      "2].[C:3]-[NH;D2;+0:4]-[C:5 ])>>([C:2]-[CH2;D2;+0:1]-[N;H0;D3;+0:4](-[C:3])-[C:",
      "= [CH;D2;+0:1",
      "cn c3",
      "CC l",
      "n( -",
      "c1cc2 c(",
      "]-[C:4 ])<F2>",
      "<O>C O",
      "<Isyn><O>C O",
      "S(=O)(=O) N",
      ")cc c1",
      "])>>([C:4]- [N;H0;D3;+0:5](-[c:6])-",
      "3].[C:4]-[NH;D2;+0:5]-[c:6 ])>>([C:4]-[N;H0;D3;+0:5](-[c:6])-",
      "[CH2;D2;+0:1]-[c: 2])",
      "C(= C)",
      "2]. [NH2;D1",
      "n o",
      "<Syn><F1> CC",
      "C= C",
      "[CH2;D2;+0:4]-[C:5 ]=[O;D1;H0:6",
      "3])= [N;H0;D2",
      "<F1>C O",
      "c1 c[nH]",
      "O C(C)",
      "CCO C(=O)",
      "( N)",
      "C(=O)N 3",
      "]-[NH;D2 ;+0:6]-[C:7",
      "3].[C:4]-[NH;D2;+0:5]-[C:6])>>([C:4]-[N;H0;D3;+0:5](-[C:6])- [CH;D3;+0:1](-[C:2])-[C:",
      "nc( -",
      "2].[NH2;D1 ;+0:3]-[c:4",
      "[C;H0;D3;+0:1](=[O;D1;H0:2]) -[C:",
      "<F2>C(=O) C1",
      "[NH +](C)",
      "C(=O) N(C)",
      "s 1",
      "2]) -",
      "CCN 2",
      "5 ])<F2>",
      "2].[C:3]-[NH2;D1;+0:4 ])>>([C:3]-",
      "[n +]",
      "c2ccc3c( c2)",
      "CC NC(=O)",
      "cc 5",
      "]-[NH;D2 ;+0:7",
      "O [C@@H](",
      "CC [NH2+]",
      "<Rxn>([C: 1]-",
      "2].[C:3]- [CH2;D2;+0:4]-[C:5]=[O;D1;H0:6",
      "6 <Rxn>(O-[C;H0;D3;+0:1](-[C:2])=[O;D1;H0:",
      "CN 3",
      "n cc1",
      "( C",
      "[C@@] 3",
      "CC N(C)",
      "CC(=O) [O-])",
      "[CH ;D2",
      "<Rxn>(O= [C;H0;D3;+0:1](-",
      "CCC 4",
      "O) c(",
      "c2 )cc1",
      "[C@] 3",
      "2<Rxn>(O- [CH;D3;+0:1](-[C:2])-[C:",
      "[S i",
      "<ID>2 4",
      "C(=O) C",
      "7 ])-",
      "C# N",
      "C(=O)N( C",
      "c2n cc",
      "[nH] 1",
      "nc( C)",
      "CC C(=O)N",
      "[N+] =",
      "]: 1)",
      "c4 cn",
      "cn c1",
      "<Syn><F1> O=C(",
      "[CH ;D3",
      "5]=[O;D1;H0: 6])",
      "])>>([#7: 2]-",
      "O) cc1",
      "F)cc 2",
      "<ID>2 5",
      "N c1ccc(",
      "c6 cc",
      "CC [NH+]",
      "C1 C",
      "c2ccc( Cl)cc",
      "c2cc ccc1",
      "3]- [#7:",
      "<ID>1 9",
      "cn c2",
      "cc( -",
      "]-[OH;D1 ;+0:6",
      "CCN( C",
      "/C(= C\\",
      "/C(= C/",
      "CC( C=O)",
      "[C;H0;D3;+0:4](-[C: 5]=[O;D1;H0:6])",
      "[C;H0;D3;+0:4](-[C:5]=[O;D1;H0:6]) =[CH;D2;+0:1",
      "[N+]= [N",
      "CCC N(",
      "ccc2 3)",
      "<ID>3 1",
      "[CH;D2;+0:1 ]=",
      "[N;H0;D3;+0:5](-[C:4])-[C: 6])<F2>",
      "C(=O) OC)",
      "C(O) C(O)",
      "<ID> 8",
      "]1 :[c:",
      "5 ].",
      "N S(=O)(=O)",
      "NC(=O) [C@H](",
      "C [C@@H]1",
      "N1 C(=O)",
      "S(C) (=O)=O)",
      "C(=O)N [C@H](",
      "[#7;a:4]:[c:5 ]:[c:6",
      "<ID>1 3",
      "4]= [C:5",
      "])>>([#7:4]- [C:3]-",
      "<ID>3 0",
      "c [nH+]",
      "C1 =O)",
      "C [C@@H]2",
      "])>>( [#7;a:4]:[c:",
      "C2 CCCC",
      "C) cc1",
      "3].[C:4]-[NH2;D1;+0:5])>>([C:4]-[NH;D2;+0:5 ]-",
      "<F2>N C1",
      ";+0:4]-[c:5]) <F1>",
      "= CC1",
      "CC [C@@H](",
      "N C(",
      "])>>( [#8:",
      "c2) c1",
      "OC) c(OC)",
      "P(=O) (O)",
      "N C=O)",
      "n n",
      "3 <Rxn>(O-[C;H0;D3;+0:1](-[C:2])=[O;D1;H0:",
      "c( C(=O)N",
      "c2n cn",
      "C= C1",
      "C N(C)",
      "3].[C:4]-[OH;D1 ;+0:5",
      ";+0:4]- [C:",
      ";+0:5 ]-[c:6",
      "C(C)(C) C",
      "[NH+] 1",
      ";+0:5 ]:[c:6",
      "<Syn><F1> CC(C)",
      "3].[C:4]-[NH;D2;+0:5]-[C:6 ])>>([C:2]-[CH;D3;+0:1](-[C:3])-",
      "[O ;H0;D1",
      "( C=O)",
      "O) cc(",
      "O C3",
      "C= CC(",
      "/C= C(",
      "<O> CCCC",
      "<Isyn><O> CCCC",
      "= C2",
      "C(N) =[NH+]",
      ";+0:5 ](:[c:",
      "c3ccc( F)cc",
      ";+0:4]- [c;H0;D3;+0:1](:[c:2]):[c:3])",
      "<Syn><F1>C Oc1ccc(",
      "O) c1",
      "<F2>O C1",
      "])>>( [c:5",
      ": 5",
      ";+0:4 ](-",
      "N #",
      "<Rxn>(F-[c;H0;D3;+0:1](:[c:2]):[c: 3].",
      "O 2)",
      "[c;H0;D3;+0:1](:[#7;a: 2]):[c:",
      "F)cc (",
      "]:[nH;D2 ;+0:5]:[c:6",
      "2]) -[C:",
      "F)cc 2)",
      "5]) -[C:7",
      "cn 2",
      "2<Rxn>(O- [c;H0;D3;+0:1](:[c:2]):[c:",
      "[NH;D2 ;+0:4]-",
      "[N;H0;D3;+0:6](-[C: 5])-[C:7",
      "6]) <F1>C",
      "3]= [C:",
      "n c4",
      "CCC( N)",
      "C c1ccccc1",
      "2].[C:3]-[NH2;D1;+0:4 ])>>([C:2]-[CH2;D2;+0:1]-[NH;D2",
      "2].[C:3]-[NH2;D1;+0:4])>>([C:2]-[CH2;D2;+0:1]-[NH;D2 ;+0:4]-[C:",
      "]) <F1>",
      "<O> CC1",
      "<Isyn><O> CC1",
      "[n;H0;D3 ;+0:5](:[c:",
      "4 ].",
      "2].[C:3]-[NH2;D1;+0:4])>>([C:3]- [NH;D2;+0:4]-",
      "O c2ccc("
    ]
  }
}